{
  "reviews": [
    {
      "reviewer": {
        "displayName": "Juan Carlos Diaz Maldonado"
      },
      "starRating": "FIVE",
      "comment": "Increíble experiencia sobre un barco a vela en Barcelona... 3 días para sacar la certificación de PER a Motor...\nRicardo es un excelente profesor y capitán!\nResolvió todas las dudas y compartió sus experiencias en la mar.\nPersonalmente me ayudo con los trámites burocráticos del trámite de la licencia\nSe los recomiendo.\n\n(Translated by Google)\nIncredible experience on a sailing boat in Barcelona... 3 days to obtain the PER a Motor certification...\nRicardo is an excellent teacher and captain!\nHe resolved all doubts and shared his experiences at sea.\nPersonally, he helped me with the bureaucratic procedures of the license process.\nI recommend them.",
      "createTime": "2019-12-26T08:35:22.497625Z",
      "updateTime": "2019-12-26T08:35:22.497625Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURNcXVQLUJBEAE"
    },
    {
      "reviewer": {
        "displayName": "Júlia Ros Bofarull"
      },
      "starRating": "FIVE",
      "comment": "Han sido tres intensivos días de aprendizaje. Dos días sobre el barco y otro día de radio.\nLa verdad es que estoy estudiando y no dispongo de mucho tiempo libre, así que me ha sido muy práctico sacarme el PER en la Escuela Altair, hemos podido comprimir todas las prácticas a motor en tres días.\nRicard sabe transmitir su pasión por el mar, y aprender desde la motivación siempre es más enriquecedor.\nHe tenido mucha suerte con el grupo y gracias al clima que crea Ricard, constantemente estábamos preguntando y hablando, esto favorece a un rápido aprendizaje.\n¡Gracias Ricard, gracias escuela Altair! :)\n\n(Translated by Google)\nIt was three intensive days of learning. Two days on the boat and another day on the radio.\nThe truth is, I\u0027m studying and don\u0027t have much free time, so getting my PER at the Altair School was very practical. We were able to squeeze all the motorboat training into three days.\nRicard knows how to convey his passion for the sea, and learning from motivation is always more enriching.\nI\u0027ve been very lucky with the group, and thanks to the atmosphere Ricard creates, we were constantly asking questions and talking, which favors rapid learning.\nThank you Ricard, thank you Altair School! :)",
      "createTime": "2019-10-24T10:39:30.607747Z",
      "updateTime": "2019-10-24T10:39:30.607747Z",
      "reviewReply": {
        "comment": "Moltes gràcies Júlia! Va ser un plaer tenir-te com alumna.",
        "updateTime": "2019-10-24T22:28:23.912977Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUQwMUtTeWhRRRAB"
    },
    {
      "reviewer": {
        "displayName": "Teresa Ros Bofarull"
      },
      "starRating": "FIVE",
      "comment": "Apasionado del mar, cuando sube a su velero Ricard pasa a ser un gran marinero.\nÉl sabe cómo transmitir amor y respeto por el mar.\nAtento y respetuoso, sabe comunicar lo más importante, yendo más allá de lo que sale en el examen y aportando consejos necesarios para ser un buen patrón, preparado para cualquier contratiempo.\nLe gusta compartir su conocimiento y enriquecerse dialogando con los alumnos.\nSupongo que esto es la definición de una buena lección: disfrutar escuchando, preguntando, dialogando, resolviendo problemas y aprendiendo juntos.\n¡Gracias Ricard, gracias escuela Altair!\n\n(Translated by Google)\nPassionate about the sea, when he boards his sailboat, Ricard becomes a great sailor.\nHe knows how to convey love and respect for the sea.\nAttentive and respectful, he knows how to communicate the most important things, going beyond what\u0027s on the exam and providing the necessary advice to be a good skipper, prepared for any setback.\nHe enjoys sharing his knowledge and enriching himself through dialogue with his students.\nI suppose this is the definition of a good lesson: enjoying listening, asking questions, discussing, problem-solving, and learning together.\nThank you Ricard, thank you Altair School!",
      "createTime": "2019-10-24T10:36:11.476588Z",
      "updateTime": "2019-10-24T10:36:11.476588Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUQwMU1TV0VBEAE"
    },
    {
      "reviewer": {
        "displayName": "Laura Camus"
      },
      "starRating": "FIVE",
      "comment": "Durante 5 días hicimos con un compañero dos días de motor, dos días de vela y la radio. Hemos aprendido mucho. Ricard es una persona que se implica en el aprendizaje y deja que manejes desde el principio para adquirir las competencias necesarias.\n\n(Translated by Google)\nFor five days, a friend and I spent two days motoring, two days sailing, and radio. We learned a lot. Ricard is someone who is very involved in your learning process and lets you drive from the beginning to acquire the necessary skills.",
      "createTime": "2019-10-23T09:13:51.942482Z",
      "updateTime": "2019-10-23T09:13:51.942482Z",
      "reviewReply": {
        "comment": "Laura, muchas gracias por el comentario! Saludos.",
        "updateTime": "2019-10-24T07:23:10.195517Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUQweFBlVEd3EAE"
    },
    {
      "reviewer": {
        "displayName": "sergibedos"
      },
      "starRating": "FIVE",
      "comment": "Una experiència inmillorable. L\u0027escola ofereix tracte personalitzat i proper,  facilitat per contactar i  flexibilitat per trobar horaris convinguts per fer pràctiques . La dedicació del Ricard és màxima, i durant les classes no es desaprofita ni un minut.\nEn definitiva, molt satisfet i amb ganes de tornar\n\n(Translated by Google)\nAn unbeatable experience. The school offers personalized and close treatment, easy to contact and flexibility to find agreed times for internships. Ricard\u0027s dedication is maximum, and during the classes not a single minute is wasted.\nIn short, very satisfied and looking forward to returning",
      "createTime": "2019-10-15T01:33:48.757505Z",
      "updateTime": "2019-10-15T01:33:48.757505Z",
      "reviewReply": {
        "comment": "Sergi, moltes gràcies pel teu comentari!",
        "updateTime": "2019-10-24T07:24:08.714266Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUMwel8zc2V3EAE"
    },
    {
      "reviewer": {
        "displayName": "Patricia Oliva"
      },
      "starRating": "FIVE",
      "createTime": "2019-10-11T14:28:45.676412Z",
      "updateTime": "2019-10-11T14:28:45.676412Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUMwMjdDeWVREAE"
    },
    {
      "reviewer": {
        "displayName": "Juan Velasco"
      },
      "starRating": "FIVE",
      "comment": "Todo genial en las practicas de ampliacion de PER en modo travesía 24h. Navegamos desde  el port olímpic de Barcelona rumbo al Sur y regresamos tras fondear unas horas en Vilanova. Zarpamos con mal tiempo, olas y algo de lluvia, y aprendimos muchísimo de navegación. El viento nos permitió probar la navegación a vela. En general una experiencia fantástica y muy recomendable. El patrón Ricard lo explica todo y sobretodo deja que los alumnos prueben todo y realicen todas las maniobras.\n\n(Translated by Google)\nEverything went brilliantly during the 24-hour PER extension practice session. We sailed from Barcelona\u0027s Port Olímpic heading south and returned after anchoring for a few hours in Vilanova. We set sail in bad weather, with waves and some rain, and learned a lot about sailing. The wind allowed us to try sailing. Overall, it was a fantastic experience and highly recommended. The skipper, Ricard, explained everything and, above all, let the students try everything and perform all the maneuvers.",
      "createTime": "2019-05-20T08:22:52.266691Z",
      "updateTime": "2019-05-20T08:22:52.266691Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURZZzktdHNnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Ramon Pérez"
      },
      "starRating": "FIVE",
      "comment": "Un auténtico profesional. Ricard me ha enseñado y atendido a todas mis dudas sobre navegación. Volvería a realizar de nuevo los cursos pertinentes con él. Es un navegante nato.\nUtiliza una pedagogía práctica y experimental muy adecuada al perfil de alumnado y materia que imparte.\n\n(Translated by Google)\nA true professional. Ricard taught me and answered all my questions about sailing. I would take the relevant courses with him again. He\u0027s a born navigator.\nHe uses practical and experimental teaching methods that are very appropriate for the student profile and the subject he teaches.",
      "createTime": "2019-05-15T10:18:51.137299Z",
      "updateTime": "2019-05-15T10:18:51.137299Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURZc2ZqRWRREAE"
    },
    {
      "reviewer": {
        "displayName": "David Blanco"
      },
      "starRating": "FIVE",
      "comment": "Necesitaba disposar de la llicència de navegació de forma rápida i a poder ser entre setmana. (la resta d\u0027escoles ho fan els dissabtes i diumenges).\nVaig trobar al Ricard, de la escola ALTAIR. Un profesional apassionat per  la navegació.\nVa ser una experiencia exquisita, ja desde el primer moment que hi vaig contactar. I d´un dia per l´altre, ja estava fent el curs al seu fantastic veler.\nPersonalment, recomanaría a qui tingui que realitzar formació náutica que ho fes amb el Ricard.\nPoder es un xic més car que altres escoles, però ho val. Ja que el tracte és totalment personalitzat i ja desde el primer moment estás pilotan l\u0027embarcació tu mateix sota les seves indicacións.\n100% Recomanable, i si m´animo a fer titulacións superiors, tinc clar que ho faré amb ell.\n\n(Translated by Google)\nI needed to get my sailing license quickly and preferably during the week. (The rest of the schools do it on Saturdays and Sundays).\nI found Ricard, from the ALTAIR school. A professional passionate about sailing.\nIt was an exquisite experience, from the first moment I contacted him. And from one day to the next, I was already doing the course on his fantastic sailboat.\nPersonally, I would recommend anyone who needs to do nautical training to do it with Ricard.\nIt may be a little more expensive than other schools, but it\u0027s worth it. Since the treatment is totally personalized and from the first moment you are piloting the boat yourself under his instructions.\n100% Recommended, and if I dare to do higher qualifications, I am sure that I will do it with him.",
      "createTime": "2019-03-28T07:55:47.430903Z",
      "updateTime": "2019-03-28T07:55:47.430903Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURvXzhQMUd3EAE"
    },
    {
      "reviewer": {
        "displayName": "Cecilio Postigo"
      },
      "starRating": "FIVE",
      "comment": "Una experiencia impresionante. Muy recomendable navegar con Ricard ya que posee una barbaridad de experiencia y buenos consejos para disfrutar y aprender a navegar...\n\n(Translated by Google)\nAn impressive experience. I highly recommend sailing with Ricard, as he has a wealth of experience and excellent advice for both enjoying and learning how to sail...",
      "createTime": "2019-03-19T19:28:21.459745Z",
      "updateTime": "2019-03-19T19:28:21.459745Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURvbzZLTURREAE"
    },
    {
      "reviewer": {
        "displayName": "Blanca Garcia"
      },
      "starRating": "FIVE",
      "comment": "Ricard me ayudó a prepararme el examen teórico (especialmente la parte de cartas de navegación) y me proporcionó apuntes. Buena preparación para el examen en grupos reducidos (2 personas en mi caso) y siempre trata que todos lo entendamos, explicándolo de diferentes maneras si es necesario.\nTambién realicé con el las practicas donde tuvimos la ocasión de ver los problemas del examen en una situación real. Siempre crea buen ambiente entre el grupo y posibilita la participación de todos los miembros.\n\n(Translated by Google)\nRicard helped me prepare for the theory exam (especially the charting section) and provided me with notes. He provided excellent preparation for the exam in small groups (two people in my case), and he always tried to make sure everyone understood, explaining it in different ways if necessary.\nI also did practice sessions with him, where we had the opportunity to see the exam problems in a real-life situation. He always creates a good atmosphere within the group and allows everyone to participate.",
      "createTime": "2019-03-19T17:48:44.169906Z",
      "updateTime": "2019-03-19T17:48:44.169906Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURvb19EQ2pRRRAB"
    },
    {
      "reviewer": {
        "displayName": "Hernan Militello"
      },
      "starRating": "FIVE",
      "comment": "Excelente experiencia. He realizado las prácticas de motor en dos dias, 8hs cada uno. Ricard fue el encargado de darnos las clases y no sólo hemos aprendido mucho sino que además nos lo hemos pasado muy bien. Recomendable al 100%.\n\n(Translated by Google)\nExcellent experience. I completed the engine practice sessions in two days, eight hours each. Ricard was in charge of teaching us the lessons, and not only did we learn a lot, but we also had a great time. 100% recommended.",
      "createTime": "2019-03-19T15:30:59.307458Z",
      "updateTime": "2019-03-19T15:30:59.307458Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURvdzcyR0FREAE"
    },
    {
      "reviewer": {
        "displayName": "gerard crosa"
      },
      "starRating": "FIVE",
      "comment": "Contacté con Ricard a través de Google. Desde un primer momento el trato ha sido excelente, persona muy profesional y afable. Después de realizar las prácticas de navegación y seguridad con él me gustaría remarcar el buen ambiente que crea, con grupos reducidos, y un trato muy cercano para que aprendas a navegar. Se nota que le gusta mucho lo que hace y lo demuestra dando las clases. Muy recomendable.\n\n(Translated by Google)\nI contacted Ricard through Google. From the very beginning, the treatment was excellent; he was very professional and friendly. After completing the navigation and safety training with him, I\u0027d like to highlight the positive atmosphere he creates, with small groups and a very friendly approach to learning how to sail. It\u0027s clear he loves what he does, and it shows in his lessons. Highly recommended.",
      "createTime": "2019-03-04T10:28:02.907662Z",
      "updateTime": "2019-03-04T10:28:02.907662Z",
      "reviewReply": {
        "comment": "Moltes gràcies Gerard!! Per cert, ja tinc publicades les sortides a Balears per l\u0027estiu: https://www.escuelanauticaaltair.com/viajes-en-velero/",
        "updateTime": "2019-03-05T10:15:20.098437Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNvbC1pcExBEAE"
    },
    {
      "reviewer": {
        "displayName": "Silvia Gallart Arroyo"
      },
      "starRating": "FIVE",
      "comment": "He tenido muy buena experiencia con Ricard, crea buen ambiente, explica muy bien y se preocupa porque todos los alumnos tengamos la oportuniad de  practicar todo el rato y salir con los conceptos muy claros. Hemos sido un grupo pequeño de 5 personas y ha sido perfecto porque se aprende muchisimo. Además, hemos hecho tanto navegación de día como de noche que no en todas las escuelas nauticas lo hacen. La experiencia ha sido buenisima, lo recomiendo 100 x 100.\n\n(Translated by Google)\nI had a very good experience with Ricard. He creates a great atmosphere, explains things very well, and makes sure all students have the opportunity to practice constantly and leave with a clear understanding of the concepts. We were a small group of five, and it was perfect because we learned a lot. Plus, we did both day and night sailing, which not all nautical schools offer. The experience was fantastic; I highly recommend him.",
      "createTime": "2019-02-24T18:56:38.891636Z",
      "updateTime": "2019-02-24T18:56:38.891636Z",
      "reviewReply": {
        "comment": "Sílvia, muchísimas gracias por tus agradecimientos. Yo también estuve muy agusto con vosotros, fuisteis un buen grupo, con muchas ganas de aprender. Si te animas a realizar la ampliación del PER o las prácticas de vela aquí estaremos. Ah, y también organizaré algunas travesías a las Baleares este verano...",
        "updateTime": "2019-02-25T18:06:48.467996Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNvdmJXdU53EAE"
    },
    {
      "reviewer": {
        "displayName": "Fred Fred"
      },
      "starRating": "FIVE",
      "comment": "Yo ya tengo el PER y sigo haciendo classes con Ricard. Tiene muchas facilidades para compartir su experiencia. Explica como se hacen las cosas, porque se hacen asi y que pasaria si no lo haces bien. Lo recomiendo a todos los que quieren repasar maniobras antes de volver a alquiler un velero!\n\n(Translated by Google)\nI already have my PER and continue taking classes with Ricard. He\u0027s very helpful in sharing his experience. He explains how things are done, why they\u0027re done that way, and what would happen if you don\u0027t do it right. I recommend him to anyone who wants to brush up on maneuvers before chartering a sailboat again!",
      "createTime": "2019-02-04T15:18:39.776613Z",
      "updateTime": "2019-02-04T15:18:39.776613Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNvdU9XTktnEAE"
    },
    {
      "reviewer": {
        "displayName": "Miguel Cruz Varea"
      },
      "starRating": "FIVE",
      "comment": "Por fechas y por la meteo pase por varias escuelas. Está la recomiendo especialmente. Ricard se involucra en lo que hace y te explica pacientemente. Ahora estoy rizando la mayor como un campeón. Gracias Ricard.\n\n(Translated by Google)\nDue to the time and weather, I went to several schools. I highly recommend this one. Ricard is very involved in what he\u0027s doing and patiently explains everything to you. Now I\u0027m reefing the mainsail like a champion. Thanks, Ricard.",
      "createTime": "2018-12-19T18:05:58.963866Z",
      "updateTime": "2018-12-19T18:05:58.963866Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURJNkllbGZBEAE"
    },
    {
      "reviewer": {
        "displayName": "Edouard (Edu)"
      },
      "starRating": "FIVE",
      "comment": "Encontré la escuela de Ricard a través de google y me apunte sin dudarlo. Es totalmente recomendable y Ricard es un excelente Profesor. Aprendí mucho con él y me saque el PER a la primera! Ahora me tocara navegar por mi cuenta y sé que si lo necesito, Ricard siempre estará disponible para ayudarme o aconsejarme.\n\n(Translated by Google)\nI found Ricard\u0027s school through Google and signed up without hesitation. It is totally recommended and Ricard is an excellent Professor. I learned a lot with him and I got the PER on the first try! Now I will have to navigate on my own and I know that if I need it, Ricard will always be available to help or advise me.",
      "createTime": "2018-12-04T13:15:22.442932Z",
      "updateTime": "2018-12-04T13:15:22.442932Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNJbzRHdDJ3RRAB"
    },
    {
      "reviewer": {
        "displayName": "Mariona Torrent Lluch"
      },
      "starRating": "FIVE",
      "comment": "Vam realitzar les pràctiques d’ampliació del PER per travesia i puc dir que és totalment recomanable!!! 48h de navegació on vam aprendre i disfrutar molt del mar i de la navegació nocturna. Tot de la mà del Ricard, sempre molt atent i proper, i adaptant-se al nivell de cadascú. Una experiència molt bona, gràcies Ricard i escola Altair!!! :)\n\n(Translated by Google)\nWe did the PER expansion practices for crossing and I can say that it is totally recommended!!! 48 hours of navigation where we learned and enjoyed the sea and night navigation a lot. All from the hand of Ricard, always very attentive and close, and adapting to the level of each one. A very good experience, thank you Ricard and Altair school!!! :)",
      "createTime": "2018-09-29T08:11:11.249001Z",
      "updateTime": "2018-09-29T08:11:11.249001Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUN3c292S2pBRRAB"
    },
    {
      "reviewer": {
        "displayName": "Jade"
      },
      "starRating": "FIVE",
      "comment": "Un excelente profesional, un curso muy didáctico y ameno. Lo recomiendo 100%\n\n(Translated by Google)\nAn excellent professional, a very educational and enjoyable course. I recommend it 100%.",
      "createTime": "2018-06-10T20:50:11.270Z",
      "updateTime": "2018-06-10T20:50:11.270Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNBc2FhR2JBEAE"
    },
    {
      "reviewer": {
        "displayName": "Alejandro Blanco"
      },
      "starRating": "FIVE",
      "comment": "Esta semana cursé la Licencia de Navegación en la Escuela Náutica Altair, he de decir que la experiencia ha superado todas mis expectativas. Tanto por la organización previa como por el desarrollo de la clase con Ricard  -una persona experimentada y muy didáctica-. Por si fuera poco  en solo en 3 días recibí la licencia!!!  Repetiría sin dudarlo.\n\n(Translated by Google)\nThis week I completed my Navigation License at the Altair Nautical School, and I must say the experience exceeded all my expectations. Both the prior organization and the class itself with Ricard—an experienced and highly effective instructor—were excellent. And to top it all off, I received my license in just 3 days! I would definitely do it again.",
      "createTime": "2018-06-08T08:30:29.267Z",
      "updateTime": "2018-06-08T08:30:29.267Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURBLTdIUnl3RRAB"
    },
    {
      "reviewer": {
        "displayName": "carles santacreu i manuel"
      },
      "starRating": "FIVE",
      "comment": "Una bona experiència amb un bon formador que sap explicar de manera senzilla tot el que s\u0027ha d\u0027aprendre\n\n(Translated by Google)\nA good experience with a good trainer who knows how to explain in a simple way everything that needs to be learned.",
      "createTime": "2017-07-19T12:54:49.555Z",
      "updateTime": "2017-07-19T12:54:49.555Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUN3aG9LMWpRRRAB"
    },
    {
      "reviewer": {
        "displayName": "nric"
      },
      "starRating": "FIVE",
      "comment": "Escuela nautica altamente recomendable, tanto si ya tienes experiencia como si es tu primera vez (como fue mi caso) disfrutarás de la sensación de navegar en manos de un gran profesional como Ricard, apasionado del mar y con mucha capacidad para transmitir conocimientos a sus alumnos. Calidad precio inmejorable, la nautica al alcance de todos.\n\n(Translated by Google)\nHighly recommended nautical school. Whether you already have experience or it\u0027s your first time (as was my case), you\u0027ll enjoy the sensation of sailing in the hands of a great professional like Ricard, passionate about the sea and with a great ability to transmit knowledge to his students. Unbeatable value for money, nautical training within everyone\u0027s reach.",
      "createTime": "2017-07-18T21:02:43.527Z",
      "updateTime": "2017-07-18T21:02:43.527Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURBaE4tdXhRRRAB"
    },
    {
      "reviewer": {
        "displayName": "Guillem Ferrer"
      },
      "starRating": "FIVE",
      "comment": "Ens hem tret la llicencia de navegacio amb en ricard i ha estat un dia genial amb una mica de teoria dins del veler i despres practica navegant fins a badalona,fins i tot vam anar un rato a vela!una experiencia genial! En ricard es un gran profe i explica molt be les coses,si algun dia em vui treure el de patro tornare.\n\n(Translated by Google)\nWe got our sailing license with Ricardo and it was a great day with a little theory on the sailboat and then practice sailing to Badalona, ​​we even went sailing for a while! A great experience! Ricardo is a great teacher and explains things very well, if one day I want to get my skipper\u0027s license I will come back.",
      "createTime": "2017-07-12T18:22:34.267Z",
      "updateTime": "2017-07-12T18:22:34.267Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURRb1pySGZREAE"
    },
    {
      "reviewer": {
        "displayName": "Gipsy Moth IV"
      },
      "starRating": "FIVE",
      "comment": "Gran dia a bordo del altair!! Salida con gran actividad didactica con ratos de esparcimiento y conversa. Gran experiencia!!\n\n(Translated by Google)\nGreat day aboard the Altair! A trip filled with educational activities, along with time for relaxation and conversation. A great experience!",
      "createTime": "2017-06-30T13:07:40.709Z",
      "updateTime": "2017-06-30T13:07:40.709Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNBeE5qWnhBRRAB"
    },
    {
      "reviewer": {
        "displayName": "Marta Ribas"
      },
      "starRating": "FOUR",
      "createTime": "2017-06-29T20:46:01.557Z",
      "updateTime": "2017-06-29T20:46:13.780Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNRMWZTblRnEAE"
    },
    {
      "reviewer": {
        "displayName": "Anna"
      },
      "starRating": "FIVE",
      "comment": "M\u0027he tret la llicència de navegació i ha sigut una experiència molt bona. Hem fet dues hores de teoria dins del vaixell i després hem sortit a navegar unes 4h. En Ricard (el profe) ho explica tot molt bé i et fa passar una bona estona.\n\nSi algun dia em vull treure un altre títol més avançat segur que torno a Altair :)\n\n(Translated by Google)\nI got my sailing license and it was a great experience. We did two hours of theory on the boat and then we went sailing for about 4 hours. Ricard (the teacher) explains everything very well and makes you have a great time.\n\nIf I ever want to get another more advanced qualification I will definitely go back to Altair :)",
      "createTime": "2017-06-09T19:55:46.161Z",
      "updateTime": "2017-06-12T16:49:39.911Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURBMGZIYm1BRRAB"
    },
    {
      "reviewer": {
        "displayName": "Ignasi Sol Puig"
      },
      "starRating": "FIVE",
      "comment": "Ha sido una experiencia genial. 24h navegando con un experto se aprende mucho. Capitan muy experto y con paciencia para dar explicaciones de todo a todos. 100% recomendable.\n\n(Translated by Google)\nIt was a great experience. 24 hours sailing with an expert is a great way to learn. The captain is very knowledgeable and patient enough to explain everything to everyone. 100% recommended.",
      "createTime": "2017-06-12T06:42:13.089Z",
      "updateTime": "2017-06-12T06:42:13.089Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNBMGZILThnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Alex Egea de la Varga"
      },
      "starRating": "FIVE",
      "comment": "He quedado muy contento por la gran profesionalidad, simpatia y mucha seguridad navegando!!!\n\n(Translated by Google)\nI was very pleased with the great professionalism, friendliness, and safety while sailing!!!",
      "createTime": "2017-06-08T09:40:28.889Z",
      "updateTime": "2017-06-08T09:40:28.889Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURnM29XZ1VBEAE"
    },
    {
      "reviewer": {
        "displayName": "Edu Egea"
      },
      "starRating": "FIVE",
      "comment": "Pasamos una mañana genial! 100% recomendable, muy profesional y muy ágil con todos los trámites, Gràcies Ricard!\n\n(Translated by Google)\nWe had a great morning! 100% recommended, very professional and very quick with all the paperwork. Thanks Ricard!",
      "createTime": "2017-06-05T16:29:55.429Z",
      "updateTime": "2017-06-05T16:29:55.429Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNBci1mZEFREAE"
    },
    {
      "reviewer": {
        "displayName": "Antoni Rosell Mele"
      },
      "starRating": "FIVE",
      "comment": "Excelente práctica de navegación de ampliación del PER  con Ricard. Es un instructor que da mucha confianza, es práctico, paciente y eficaz en resolver dudas y sabe mucho. Su velero Hunter es una joya, y amplio y cómodo para ir en grupo.\n\n(Translated by Google)\nExcellent PER expansion navigation practice with Ricard. He is an instructor who gives a lot of confidence, he is practical, patient and effective in resolving doubts and he knows a lot. Their Hunter sailboat is a gem, and spacious and comfortable for a group.",
      "createTime": "2017-05-31T06:37:30.159Z",
      "updateTime": "2017-05-31T06:37:30.159Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNBNk5MMU9BEAE"
    },
    {
      "reviewer": {
        "displayName": "Andrea Prehn"
      },
      "starRating": "FIVE",
      "comment": "Genial!\n\n(Translated by Google)\nBrilliant!",
      "createTime": "2017-05-26T09:54:34.497Z",
      "updateTime": "2017-05-26T09:54:34.497Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNReVplVDdRRRAB"
    },
    {
      "reviewer": {
        "displayName": "To Rie"
      },
      "starRating": "FIVE",
      "comment": "Great experience!",
      "createTime": "2021-11-29T15:28:18.849670Z",
      "updateTime": "2021-11-29T15:28:18.849670Z",
      "reviewReply": {
        "comment": "Thanks a lot! 😀",
        "updateTime": "2021-11-30T15:11:02.608162Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURHdnU2dXNnRRAB"
    },
    {
      "reviewer": {
        "displayName": "P L"
      },
      "starRating": "FIVE",
      "comment": "Mi experiencia con Ricard ha sido genial. He tenido el placer de preparar el PER con el y de aprender muchisimas cosas que avivan aún más mis ganas de seguir navegando. Es capaz de transmitir su pasión por el mar y hacer que los alumnos formen parte activa de ello. Sin duda recomiendo la escuela náutica Altair a cualquier persona que tenga interés de aprender del mejor! Gracias por todo Ricard\n\n(Translated by Google)\nMy experience with Ricard has been fantastic. I\u0027ve had the pleasure of preparing for my PER (Recreational Skipper\u0027s License) with him and learning so much that it\u0027s fueled my desire to keep sailing even more. He\u0027s able to transmit his passion for the sea and make students actively involved. I wholeheartedly recommend the Altair nautical school to anyone interested in learning from the best! Thank you for everything, Ricard!",
      "createTime": "2021-11-29T06:30:56.861032Z",
      "updateTime": "2021-11-29T06:30:56.861032Z",
      "reviewReply": {
        "comment": "Muchas gracias Paloma por tus buenos comentarios. Habléis sido tú y Tobías my buenos alumnos, atentos, simpáticos y con muchas ganas de aprender. Muchas suerte en vuestras futuras singladuras y aquí estoy por su queréis curso de repaso o salidas de travesía.",
        "updateTime": "2021-11-30T15:10:37.142955Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURHbnFQLWVBEAE"
    },
    {
      "reviewer": {
        "displayName": "Jane Stackhouse"
      },
      "starRating": "FIVE",
      "comment": "Ricard is an excellent teacher. I have 16 years experience as a corporate trainer for Nike. I can assure you that you will be able to use your new knowledge and skills immediately.  I rate Ricard an ‘excels’ for his instructional skills, sailing knowledge, and patience.",
      "createTime": "2021-09-09T12:21:02.943981Z",
      "updateTime": "2021-09-09T12:21:02.943981Z",
      "reviewReply": {
        "comment": "Thanks a lot Jane! I hope you and your familiy are very good.",
        "updateTime": "2022-03-17T17:19:40.320261Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUM2NWZLbDFnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Stephanie Frendo"
      },
      "starRating": "FIVE",
      "comment": "Una experiencia fantastica por las 48h de navigacion. Muy muy recomandable!\nSecuridad, profesionalismo y passion, todo reunido para aprender a lo maximum.\n\nLes 48h de navigation furent une experience fantastique! Ultra recommandable!\nSecurite , professionnalisme, passion , tout reunis dans cette experience pour bien apprendre et profiter.",
      "createTime": "2021-07-28T04:51:03.727815Z",
      "updateTime": "2021-07-28T04:51:03.727815Z",
      "reviewReply": {
        "comment": "Muchísimas gracias Stephanie!! Me gustó mucho de ti tus ganas de aprender y tú energía positiva. En septiembre continuamos.",
        "updateTime": "2021-08-15T05:25:47.212274Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNhaXVIUEZnEAE"
    },
    {
      "reviewer": {
        "displayName": "manu caballero"
      },
      "starRating": "FIVE",
      "comment": "Buenas tardes, hoy he efectuado las prácticas de la Licencia de Navegación durante la mañana, y me he quedado sorprendido por la gran eficacia y el gran aprendizaje obtenido , por el instructor sr. RICARD.\nGran profesional, y gran persona, que no duda en ningún momento en ayudar, y enseñar. Lo dicho, gran experiencia gracias a SR. RICARD, y muy buen instructor.  le Felicito.  gracias.\n\n(Translated by Google)\nGood afternoon, I completed my Navigation License practical training this morning, and I was impressed by the effectiveness and the amount of knowledge I gained from the instructor, Mr. Ricard. He is a true professional and a wonderful person who never hesitates to help and teach. In short, a great experience thanks to Mr. Ricard, and a very good instructor. Congratulations! Thank you.",
      "createTime": "2021-07-14T16:33:11.609206Z",
      "updateTime": "2021-07-14T16:33:11.609206Z",
      "reviewReply": {
        "comment": "Muuuuchas gracias Manu por tus buenas palabras!! Muy buena proa en tus navegaciones y hasta la vista!",
        "updateTime": "2021-07-14T17:18:33.990487Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURxOVlMWTJnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Flavia Nanzer"
      },
      "starRating": "FIVE",
      "comment": "Hace una semana estaba haciendo las prácticas para ampliar atribuciones del PER a Baleares y hoy estoy estamos  fondeados en Illa de Colom en Menorca... Todo muuuy bien... Muchas gracias, Ricard!\n\n(Translated by Google)\nA week ago I was doing an internship to extend the PER\u0027s powers to the Balearic Islands, and today we\u0027re anchored in Illa de Colom in Menorca... Everything\u0027s going very well... Thank you very much, Ricard!",
      "createTime": "2021-06-26T09:42:24.698146Z",
      "updateTime": "2021-06-26T09:42:24.698146Z",
      "reviewReply": {
        "comment": "Muchas gracias Flavia!!",
        "updateTime": "2021-07-14T17:19:35.473984Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURxOEpEMTBnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Joan Ferrer"
      },
      "starRating": "FIVE",
      "comment": "Salida extensión PER baleares con Ricard, ha sido toda una experiencia, se nota que es un navegante con más de 20 años de experiencia además de apasionado de la navegación.\nCon el no solo refrescas y te actualizas en la navegación, su contagiante obsesión por la seguridad y el conocimiento de los peligros, ratifica que navegar es un placer pero que la seguridad no es baladí.\nAdemás Ricard en toda la navegación comparte su experiencia y conocimiento de la navegación con soluciones a  problemas y situaciones que son muy útiles más allá de lo que son los conceptos académicos del curso.\nPara los que ya tienen experiencia se sorprenderán de lo que pueden aprender en estas intensas 24 horas.\n\n(Translated by Google)\nThe PER Balearic Islands extension trip with Ricard has been quite an experience. It\u0027s clear he\u0027s a sailor with over 20 years of experience and a true sailing enthusiast.\nWith him, you\u0027ll not only refresh and update your sailing skills, but his infectious obsession with safety and awareness of the dangers confirms that sailing is a pleasure, but safety is not trivial.\nFurthermore, throughout the voyage, Ricard shares his experience and knowledge of sailing with solutions to problems and situations that are very useful beyond the academic concepts of the course.\nThose with experience will be surprised by what they can learn in these intense 24 hours.",
      "createTime": "2021-06-21T11:44:29.959650Z",
      "updateTime": "2021-06-21T11:44:29.959650Z",
      "reviewReply": {
        "comment": "Muchísimas gracias por tu comentario. Tus palabras me dan fuerza para seguir aprendiendo para transmitiros más y más conocimientos y de la manera más didáctica que pueda.",
        "updateTime": "2021-07-14T17:21:07.215810Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNxNS1qbkt3EAE"
    },
    {
      "reviewer": {
        "displayName": "Joaquim Triginer"
      },
      "starRating": "FIVE",
      "comment": "Una experiència fantàstica fer el curs de la Llicència de Navegació amb el veler Certescan de la vostra escola.\nLes bones explicacions de\u0027n Ricard, molt intel·ligibles i instructives i el practicar-ho tot in situ, varen fer que l\u0027aprofitament per part meva fos total.\nRecomano la vostra escola per a tot tipus de llicències. Jo en vaig quedar molt content.\n\n(Translated by Google)\nA fantastic experience doing the Sailing License course with your school\u0027s Certescan sailboat.\nRicard\u0027s good explanations, very intelligible and instructive, and practicing everything on site, made the most of it for me.\nI recommend your school for all types of licenses. I was very happy with it.",
      "createTime": "2021-06-17T17:04:49.511671Z",
      "updateTime": "2021-06-17T17:04:49.511671Z",
      "reviewReply": {
        "comment": "Moltes gràcies Joaquim per les teves bones paraules. Els millors vents i bona proa!!",
        "updateTime": "2021-06-17T17:58:01.537522Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNxa19YZXFBRRAB"
    },
    {
      "reviewer": {
        "displayName": "Mathilde GODET"
      },
      "starRating": "FIVE",
      "comment": "Ricard es un profesional. Le apasiona lo que hace y está deseoso de compartir sus conocimientos. ¡Sólo puedo recomendarlo! Los otros estudiantes son muy agradables. Ven a sacarte tu licencia de navegación, PER y PNB en la Escuela Náutica Altair !!\n\n(Translated by Google)\nRicard is a professional. He is passionate about what he does and eager to share his knowledge. I can only recommend it! The other students are very nice. Come get your navigation license, PER and PNB at the Altair Nautical School!!",
      "createTime": "2021-06-11T15:09:10.438690Z",
      "updateTime": "2021-06-11T15:09:10.438690Z",
      "reviewReply": {
        "comment": "Muchas gracias Mathilde, fué un placer tenerte como alumna! Mucha suerte en tu vida y tus proyectos de futuro!!",
        "updateTime": "2021-06-17T17:59:31.994841Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNxNlpXTTNRRRAB"
    },
    {
      "reviewer": {
        "displayName": "Alex Buxó"
      },
      "starRating": "FIVE",
      "comment": "Excelente. Con Ricard te sacas más que un título. Las prácticas son toda una experiencia en su velero y se esfuerza en que tengas travesías extraordinarias. Además te enseña a navegar y realmente te prepara para salir como capitán. Se nota su gran experiencia. Pedidle que os cuente historias!!\n\n(Translated by Google)\nExcellent. With Ricard, you get more than just a degree. The internships are a truly unique experience on his sailboat, and he strives to ensure you have extraordinary voyages. He also teaches you how to sail and truly prepares you to sail as a captain. His vast experience is evident. Ask him to tell you stories!",
      "createTime": "2021-05-12T21:59:36.162987Z",
      "updateTime": "2021-05-12T21:59:36.162987Z",
      "reviewReply": {
        "comment": "Muchas gracias Alex!! un plaer haver-te tingut com alumne!! S\u0027agraeixen les teves ganes d\u0027aprendre. A veure si coincidim aquest estiu per les Balears.",
        "updateTime": "2021-05-13T07:30:23.267155Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURLeWVQNW5RRRAB"
    },
    {
      "reviewer": {
        "displayName": "ELAFINADORDEPIANOS"
      },
      "starRating": "FIVE",
      "comment": "Una buena experiencia marina para aprender a navegar! Buenos consejos de un maestro experto .\nGracias Ricard!\n\n(Translated by Google)\nA great sailing experience for learning to sail! Excellent advice from an expert instructor.\nThanks, Ricard!",
      "createTime": "2021-05-08T05:56:37.391625Z",
      "updateTime": "2021-05-08T05:56:37.391625Z",
      "reviewReply": {
        "comment": "Muchas gracias super patrón!! buena proa en tus navegadas!!",
        "updateTime": "2021-05-08T18:15:02.254135Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURLbXQ3S2hRRRAB"
    },
    {
      "reviewer": {
        "displayName": "CARLOS OLIVAN DE ALLER"
      },
      "starRating": "FIVE",
      "comment": "Altair, se caracteriza por su profesionalidad, seriedad y efectividad, Ricard, el docente principal, el te enseña, te ayuda, hace hincapié, hasta que te ve que dominas, fantástico con la teórica y la práctica...En resumen, no tengo ninguna duda de aconsejar LA ESCUELA NAUTICA ALTAIR...⛵️\n\n(Translated by Google)\nAltair is characterized by its professionalism, seriousness and effectiveness. Ricard, the main teacher, teaches you, helps you, emphasizes, until he sees that you have mastered it. Fantastic with theory and practice... In short, I have no doubt in recommending THE ALTAIR NAUTICAL SCHOOL...⛵️",
      "createTime": "2021-04-16T20:45:14.176573Z",
      "updateTime": "2021-04-16T20:45:14.176573Z",
      "reviewReply": {
        "comment": "Muchas gracias por tu opinión Carlos!! Buenos vientos en tu vida y navegaciones.",
        "updateTime": "2021-04-29T20:22:51.556041Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNLbzR6bjFBRRAB"
    },
    {
      "reviewer": {
        "displayName": "miquel seriola"
      },
      "starRating": "FIVE",
      "comment": "Recomendado para personas que quieran iniciarse al mar.\nEl trato de Ricard, muy profesional y entendible. Grandiosa paciencia con los alumnos, incansable a la hora de exponer cada tema.\n\n(Translated by Google)\nRecommended for those who want to get started at sea.\nRicard\u0027s approach was very professional and understandable. He was incredibly patient with the students and tireless in explaining each topic.",
      "createTime": "2021-04-13T09:28:44.741198Z",
      "updateTime": "2021-04-13T09:28:44.741198Z",
      "reviewReply": {
        "comment": "Muchísimas gracias Miquel, un placer haberte tenido como alumno. Te deseo la mejor mar y vientos para tu futuras navegaciones. Cualquier duda nàutica que tengas me contactas. Saludos.",
        "updateTime": "2021-04-16T19:54:43.520563Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNLMWJpLXd3RRAB"
    },
    {
      "reviewer": {
        "displayName": "Nilo Duran García"
      },
      "starRating": "FIVE",
      "createTime": "2021-04-13T07:19:39.148633Z",
      "updateTime": "2021-04-13T07:19:39.148633Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNLbGRQUlJREAE"
    },
    {
      "reviewer": {
        "displayName": "David roux"
      },
      "starRating": "FIVE",
      "comment": "Aprendí mucho con Ricard. Clases muy profesionales y informativas.\nMerci\n\n(Translated by Google)\nI learned a lot from Ricard. The classes were very professional and informative.\nThank you.",
      "createTime": "2021-04-12T07:41:59.599121Z",
      "updateTime": "2021-04-12T07:41:59.599121Z",
      "reviewReply": {
        "comment": "Muchísimas gracias David. Buen viento y buena mar para tus futuras navegaciones!! Cualquier duda que tengas aquí estoy. Hasta pronto.",
        "updateTime": "2021-04-12T08:03:03.076219Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNLeFlUYjBBRRAB"
    },
    {
      "reviewer": {
        "displayName": "Begonya Sarrias"
      },
      "starRating": "FIVE",
      "comment": "Excel.lents explicacions didàctiques per poguer resoldre aspectes de forma autònoma i no mimètica\nCapacitat per crear l’ambient adient per pensar i passar ho bé\nMolt recomanable !\nGràcies Ricard\n\n(Translated by Google)\nExcellent didactic explanations to be able to solve aspects autonomously and not mimetically\nCapacity to create the right environment to think and have a good time\nHighly recommended!\nThanks Ricard",
      "createTime": "2021-02-08T19:42:20.569458Z",
      "updateTime": "2021-02-08T20:05:42.101331Z",
      "reviewReply": {
        "comment": "Moltes gràcies Begonya!! M\u0027encanta la teva gran motivació i ganes d\u0027aprendre! Seguim treballant per a que aquest estiu siguis una super patrona.",
        "updateTime": "2021-02-08T20:12:36.951991Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUN5emRDdGFREAE"
    },
    {
      "reviewer": {
        "displayName": "Marcos Perez mallada"
      },
      "starRating": "FIVE",
      "comment": "Gran actividad!! Muy divertido el profe un maquina!!!😊😊😊\n\n(Translated by Google)\nGreat activity!! The teacher is a real hoot! 😊😊😊",
      "createTime": "2021-01-20T13:38:35.503874Z",
      "updateTime": "2021-01-20T13:38:35.503874Z",
      "reviewReply": {
        "comment": "Gracias Marcos!!!",
        "updateTime": "2021-01-20T15:17:39.748080Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUN5NU82QjdnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Axel Gil"
      },
      "starRating": "FIVE",
      "comment": "Fantàstica experiència, tracte i dedicació! Molt recomanable amb un tracte molt proper, personal i professional. Simplement genial!\n\n(Translated by Google)\nFantastic experience, treatment and dedication! Highly recommended with a very close, personal and professional treatment. Simply great!",
      "createTime": "2021-01-17T18:02:15.705995Z",
      "updateTime": "2021-01-17T18:04:58.308988Z",
      "reviewReply": {
        "com