{
  "reviews": [
    {
      "reviewer": {
        "displayName": "Daniel G J"
      },
      "starRating": "FIVE",
      "comment": "Tot molt bé amb en Ricart. Dia instructiu i divertit al veler d'Altair.\n\n(Translated by Google)\nAll very well with Ricart. An instructive and fun day on the Altair sailboat.",
      "createTime": "2018-06-01T06:22:59.769Z",
      "updateTime": "2018-06-01T06:22:59.769Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURBeWU3VURREAE"
    },
    {
      "reviewer": {
        "displayName": "Lico Pérez"
      },
      "starRating": "FIVE",
      "createTime": "2018-05-29T13:37:02.838Z",
      "updateTime": "2018-05-29T13:37:02.838Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUN3cF92dmtRRRAB"
    },
    {
      "reviewer": {
        "displayName": "Ivan"
      },
      "starRating": "FIVE",
      "comment": "Molt professional i didàctic. Recomanable 100%. Ricard moltes gràcies!\n\n(Translated by Google)\nVery professional and educational. 100% recommended. Ricard, thank you very much!",
      "createTime": "2018-05-26T10:55:27.238Z",
      "updateTime": "2018-05-26T10:57:53.732Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNBaEtxQ2NBEAE"
    },
    {
      "reviewer": {
        "displayName": "Salva Herms"
      },
      "starRating": "FIVE",
      "comment": "Recomendable 100%, pasamos 24h. muy a gusto, buena compañia y aprendimos mucho. Ricard es muy buen profesor y mejor persona. Gracias Ricard.\n\n(Translated by Google)\n100% recommended. We had a very pleasant 24 hours, good company, and learned a lot. Ricard is a great teacher and an even better person. Thank you, Ricard.",
      "createTime": "2018-05-19T19:00:03.719Z",
      "updateTime": "2018-05-19T19:05:29.307Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNnczdfSTZBRRAB"
    },
    {
      "reviewer": {
        "displayName": "Valadar Siro"
      },
      "starRating": "FIVE",
      "comment": "Experiencia unica, divertida y con un profesor muy facil de comprender y un curso muy ameno recomendable 100%\n\n(Translated by Google)\nA unique and fun experience with a very easy-to-understand teacher and a very enjoyable course, 100% recommended.",
      "createTime": "2018-05-15T12:48:53.461Z",
      "updateTime": "2018-05-15T12:48:53.461Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNReU0tU0tnEAE"
    },
    {
      "reviewer": {
        "displayName": "xavi"
      },
      "starRating": "FIVE",
      "comment": "Muy buena experiencia! Explica muy bien. Y ricard(profesor)es muy amable y simpatico  !recomentable para todos\n\n(Translated by Google)\nA very good experience! He explains things very well. And Ricard (the teacher) is very kind and friendly! I recommend it to everyone.",
      "createTime": "2018-05-02T10:51:45.876Z",
      "updateTime": "2018-05-02T10:51:45.876Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNBd2RMa3RRRRAB"
    },
    {
      "reviewer": {
        "displayName": "Manuel Carroza Trejo"
      },
      "starRating": "FIVE",
      "comment": "Una experiencia maravillosa.Lo hemos pasado genial y hemos aprendido muchísimo. Muchas gracias Ricard por el día que hemos pasado.☺☺\n\n(Translated by Google)\nA wonderful experience. We had a great time and learned a lot. Thank you so much, Ricard, for the day we had.",
      "createTime": "2018-04-28T19:26:58.363Z",
      "updateTime": "2018-04-28T19:26:58.363Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNBbE1EU2pnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Marcel Gaston"
      },
      "starRating": "FIVE",
      "comment": "He cursat la llicència de navegació, el curs té una duració de 6 hores que passen volant gràcies al dinamisme que li donen i al bon ambient.\nMolta flexibilitat d'horaris.\nRecomanable 100%\n\n(Translated by Google)\nI have taken the navigation license, the course lasts 6 hours which fly by thanks to the dynamism they give it and the good atmosphere.\nVery flexible schedules.\n100% recommended",
      "createTime": "2018-04-28T17:44:13.191Z",
      "updateTime": "2018-04-28T17:44:13.583Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURBanFqNFlREAE"
    },
    {
      "reviewer": {
        "displayName": "Alfonso Martin"
      },
      "starRating": "FIVE",
      "comment": "Una experiencia excepcional. Parecía que no pudiera ser, pero en seis horas aprendimos mucho gracias a lo ameno de la actividad y lo agradable del ambiente. Remarcar la actitud de Ricard, que con su devoción por la náutica y su trato afable, hizo que nos diera la sensación de que un conocido nos estaba enseñado a navegar.\n\n(Translated by Google)\nAn exceptional experience. It seemed impossible, but in six hours we learned a lot thanks to the fun activity and the pleasant atmosphere. Ricard's attitude, with his devotion to sailing and his friendly demeanor, made us feel like someone we knew was teaching us how to sail, is particularly noteworthy.",
      "createTime": "2018-04-19T17:20:25.216Z",
      "updateTime": "2018-04-19T17:20:25.216Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNRdlAyYU5REAE"
    },
    {
      "reviewer": {
        "displayName": "joaquim molins"
      },
      "starRating": "FIVE",
      "comment": "Fue una suerte encontrar la Escuela Náutica Altair. Todo han sido facilidades. Primero Ricard me pasó un centro médico en el que, si vas de parte de Altair te hace más del 50% de dcnto. Segundo pude elegir el día para hacer el exámen práctico de navegación y mi sorpresa fue que, cuando llegué, estaba solo! El resto de náuticas esperan a llenar el grupo. Eso hizo que me cundieran al máximo mis cinco horas de navegación y formación. Además de todo esto el barco sale desde el Port Olímpic de Barcelona, con lo que fue para mí una pasada poder disfrutar de un día precioso y con viento viendo Barcelona desde el mar. Para acabar Ricard me pareció un marinero con mucha experiencia y muy didáctico. En cuanto pueda vuelvo para sacarme el PER.\n\n(Translated by Google)\nI was lucky to find the Altair Nautical School. Everything was made easy. First, Ricard gave me a medical center where, if you go through Altair, you get more than a 50% discount. Second, I was able to choose the day to take the practical sailing exam, and to my surprise, when I arrived, I was alone! The rest of the sailing classes were waiting to fill the group. That made me get the most out of my five hours of sailing and training. In addition to all this, the boat departs from Barcelona's Port Olímpic, so it was a blast for me to enjoy a beautiful, windy day seeing Barcelona from the sea. Finally, I found Ricard to be a very experienced and educational sailor. I'll be back as soon as I can to get my PER.",
      "createTime": "2018-03-21T20:41:45.105Z",
      "updateTime": "2018-03-21T20:42:38.929Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURBeElUMzZ3RRAB"
    },
    {
      "reviewer": {
        "displayName": "Diego"
      },
      "starRating": "FIVE",
      "comment": "Me acabo de sacar la licencia de navegacion en esta escuela y debo decir que el trato recibido y los conocimientos han sido excelentes, la teorica a sido muy amena y se practicaba mucho tiempo con el barco haciendo maniobras y navegando, vamos que no te aburres para nada y acabas sabiendo navegar que es lo importante, el profesor muy majo me lo e pasado genial, recomendable 100% Gracias!!!\n\n(Translated by Google)\nI just got my boating license at this school and I must say the treatment I received and the knowledge I gained were excellent. The theory was very enjoyable and we spent a lot of time practicing on the boat, doing maneuvers and sailing. You definitely don't get bored at all and you end up knowing how to sail, which is the important thing. The instructor was very nice, I had a great time, 100% recommended. Thank you!!!",
      "createTime": "2018-02-15T09:00:17.750Z",
      "updateTime": "2018-02-15T09:00:17.750Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURnNC1MelJBEAE"
    },
    {
      "reviewer": {
        "displayName": "Jordi Burniol"
      },
      "starRating": "FIVE",
      "comment": "Una gran experiència. No sols ens hem tret la lliçència, sinó que se'ns han obert les portes a tot un món nou com és el de la navegació. El Ricard sap transmetre la seva passió i això s encomana. De ben segur que seguirem aprenent...\n\n(Translated by Google)\nA great experience. Not only did we get our license, but the doors to a whole new world of sailing were opened to us. Ricard knows how to transmit his passion and that is commendable. We will certainly continue to learn...",
      "createTime": "2018-02-06T19:55:59.560Z",
      "updateTime": "2018-02-06T19:55:59.560Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURBNTlIcUx3EAE"
    },
    {
      "reviewer": {
        "displayName": "maria perea"
      },
      "starRating": "FIVE",
      "comment": "Me he sacado la licencia de navegacion con practicas a vela Escuela altair  muy recomendable, un trato perfecto el profesor super amable y las explicaciones super clara y mucha facilidad para aprender .. 100x100 recomendable pasas un rato super agradable y aprendes mucho las practicas a vela muy interesantes .. rapido y facil gracias.\n\n(Translated by Google)\nI have obtained my sailing license with sailing practices at the Altair School, highly recommended. Perfect treatment, the teacher is super friendly and the explanations are super clear and very easy to learn... 100% recommended. You have a super pleasant time and learn a lot. The sailing practices are very interesting... quick and easy, thank you.",
      "createTime": "2018-02-05T12:36:35.656Z",
      "updateTime": "2018-02-05T12:36:35.656Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURRNzdqVjhRRRAB"
    },
    {
      "reviewer": {
        "displayName": "Jordi Rubau"
      },
      "starRating": "FIVE",
      "comment": "Recomano especialment l'escola Altair.  Hem fet la llicència de navegació i en Ricard s'explica súper bé. Es nota que li agrada. Molt fàcil, interessant informació i alguna anècdota també! Un matí molt guai. Gràcies Ricard!!\nElena i Jordi.\n\n(Translated by Google)\nI especially recommend the Altair school. We did the navigation license and Ricard explains it very well. You can tell he likes it. Very easy, interesting information and some anecdotes too! A very cool morning. Thanks Ricard!!\nElena and Jordi.",
      "createTime": "2018-01-29T19:45:12.516Z",
      "updateTime": "2018-01-29T19:45:12.516Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURneDZXdmVBEAE"
    },
    {
      "reviewer": {
        "displayName": "Isabel Gallo"
      },
      "starRating": "FIVE",
      "comment": "Recientemente realicé el curso de Licencia de Navegación en la Escuela Náutica Altair. Las dos horas de clases teoricas fueron de gran ayuda, explicaciones claras y concisas. Las 4 horas de prácticas de navegación fueron igual de buenas. Escuela muy recomendable!\n\n(Translated by Google)\nI recently completed the Navigation License course at the Altair Nautical School. The two hours of theory classes were very helpful, with clear and concise explanations. The four hours of navigation practice were equally excellent. Highly recommended school!",
      "createTime": "2018-01-21T15:56:08.468Z",
      "updateTime": "2018-01-21T15:56:08.468Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUN3cDZmYy1RRRAB"
    },
    {
      "reviewer": {
        "displayName": "Odracir Nherp"
      },
      "starRating": "FIVE",
      "comment": "Realicé el curso de PER, aprobé a la primera. En las prácticas de motor aprendí muchísimo. Me animé con la ampliación del PER y las prácticas de VELA. Fueron 48 horas de travesía non-stop, una de las mejores experiencias que he tenido. Doy las gracias a la Escuela Náutica Altair y a el instructor Ricard por la increible formación!!\n\n(Translated by Google)\nI completed the PER course and passed on my first try. I learned a tremendous amount during the motorboat practicals. I then decided to extend my PER qualification and take sailing lessons. It was a 48-hour non-stop crossing, one of the best experiences I've ever had. A huge thank you to the Altair Nautical School and instructor Ricard for the incredible training!",
      "createTime": "2018-01-21T15:48:58.309Z",
      "updateTime": "2018-01-21T15:48:58.309Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNBcDdybnZBRRAB"
    },
    {
      "reviewer": {
        "displayName": "Oscar Carreras"
      },
      "starRating": "FIVE",
      "comment": "Ricardo es un gran profesor, aprendí rápido la teoría náutica y me pude sacar sin problemas el examen del PER. Se nota que le gusta mucho lo que hace y lo demuestra dando las clases. Muy recomendable.\n\n(Translated by Google)\nRicardo is a great teacher. I quickly learned nautical theory and was able to pass the PER exam without any problems. It's clear he loves what he does, and he demonstrates it in his classes. Highly recommended.",
      "createTime": "2017-12-01T17:41:11.068Z",
      "updateTime": "2017-12-01T17:41:11.068Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUN3MjREdWV3EAE"
    },
    {
      "reviewer": {
        "displayName": "Alvaro Martin Velasco"
      },
      "starRating": "FIVE",
      "comment": "Un curso genial! Muy dinámico y ameno. Recomendado al 100%\n\n(Translated by Google)\nA great course! Very dynamic and enjoyable. 100% recommended.",
      "createTime": "2017-12-01T10:56:50.065Z",
      "updateTime": "2017-12-01T10:56:50.065Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURRamJLY3dBRRAB"
    },
    {
      "reviewer": {
        "displayName": "Rafael Cosialls"
      },
      "starRating": "FIVE",
      "createTime": "2017-09-30T13:18:02.766Z",
      "updateTime": "2017-09-30T13:18:02.766Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNBbE15TEV3EAE"
    },
    {
      "reviewer": {
        "displayName": "Dani P"
      },
      "starRating": "FIVE",
      "comment": "Amplia formació i experiència de l'instructor. Transmet perfectament els coneixements. Agradable  jornada formativa a bord de \"l'Altair\"!!\n\n(Translated by Google)\nExtensive training and experience of the instructor. He transmits knowledge perfectly. Pleasant training day on board the \"Altair\"!!",
      "createTime": "2017-07-28T06:39:28.367Z",
      "updateTime": "2017-07-28T06:39:28.367Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURRakkyR2RnEAE"
    },
    {
      "reviewer": {
        "displayName": "Carla Antonio"
      },
      "starRating": "FIVE",
      "comment": "Muy buena experiencia, práctico y ya pudiendo disfrutar de la licencia. Ricard es agradable con el alumnado y resuelve dudas.\n\n(Translated by Google)\nA very good experience, practical, and now I can enjoy the license. Ricard is friendly with the students and answers questions.",
      "createTime": "2025-10-14T16:23:54.872131Z",
      "updateTime": "2025-10-14T16:23:54.872131Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/Ci9DQUlRQUNvZENodHljRjlvT2psbVlWTXhaRk5rWDJVNU1HNDBPVU41Y2xGV2RYYxAB"
    },
    {
      "reviewer": {
        "displayName": "C PS"
      },
      "starRating": "FIVE",
      "comment": "Magnifico dia para navegar y aprender con sol en la cara y viento en las velas! Levamos anclas del Tavascan con rizada, enfilando rumbo certero con Altaïr!\nMuchas gracias ✊🏻🌞!\n\n(Translated by Google)\nA magnificent day for sailing and learning with the sun on our faces and the wind in our sails! We raised the Tavascan's anchor with a reefed sail, setting a sure course with Altaïr!\nThank you very much ✊🏻🌞!",
      "createTime": "2025-09-18T09:21:42.455865Z",
      "updateTime": "2025-09-18T09:21:42.455865Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/Ci9DQUlRQUNvZENodHljRjlvT2twRFNXdHBSbUZGWDFVNWJVSkVjSE5FYm5CNU5YYxAB"
    },
    {
      "reviewer": {
        "displayName": "Gabriel Munita"
      },
      "starRating": "FIVE",
      "comment": "Al principio tenia mis dudas de si tomar el curso me iba a servir de algo, pero vaya que fue una experiencia increíble. Ricard es un excelente profesor, cercano, amable y relajado supo transmitir sus más de 25 años en el mar.\n\n(Translated by Google)\nAt first, I had my doubts about whether taking the course would be of any use to me, but it was an incredible experience. Ricard is an excellent instructor; approachable, friendly, and relaxed, and he was able to convey his more than 25 years at sea.",
      "createTime": "2025-09-17T16:45:19.877694Z",
      "updateTime": "2025-09-17T16:45:19.877694Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/Ci9DQUlRQUNvZENodHljRjlvT2pKYWRHTnRaMlZNY2xOVk5FOTViMU5qYUhwM0xYYxAB"
    },
    {
      "reviewer": {
        "displayName": "Mario González"
      },
      "starRating": "FIVE",
      "comment": "Excelente y rápida gestión de la renovación del título, y además obtuve un descuento en la revisión médica a través de la escuela náutica. Muy recomendable\n\n(Translated by Google)\nExcellent and fast processing of my license renewal, and I also received a discount on my medical checkup through the nautical school. Highly recommended.",
      "createTime": "2025-07-16T07:35:33.510928Z",
      "updateTime": "2025-07-16T07:35:33.510928Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/Ci9DQUlRQUNvZENodHljRjlvT2xWRFJFbG1iMWhGVTA1cWN6RnRUVVpOVkhSUGFGRRAB"
    },
    {
      "reviewer": {
        "displayName": "Gianfranco Masi"
      },
      "starRating": "FIVE",
      "comment": "Ya he seguido dos cursos con la escuela Altair y me he encontrado muy bien. Un buen ambiente y el profe muy claro y responsable en sus explicaciones. Os invito a probar la experiencia de estos cursos\n\n(Translated by Google)\nI've already taken two courses at Altair School and have enjoyed it very much. The atmosphere is pleasant, and the teacher is very clear and responsible in his explanations. I invite you to try these courses.",
      "createTime": "2025-07-14T17:21:25.627536Z",
      "updateTime": "2025-07-14T17:21:25.627536Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/Ci9DQUlRQUNvZENodHljRjlvT21nelEzaHNUSFpwUW5OSlNqaHpUSGN5ZW1NelZFRRAB"
    },
    {
      "reviewer": {
        "displayName": "Ioana F"
      },
      "starRating": "FIVE",
      "createTime": "2025-07-11T07:17:01.464037Z",
      "updateTime": "2025-07-11T07:17:01.464037Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/Ci9DQUlRQUNvZENodHljRjlvT21OaVREaDNZMmRsY0dOSlUyMVFSemxJUlV4elJIYxAB"
    },
    {
      "reviewer": {
        "displayName": "Ramón Narder"
      },
      "starRating": "FIVE",
      "comment": "Que grata experiencia! Ricard es de lo más agradable y explica todo muy bien. El tiempo pasó volando y definitivamente ha abierto una madriguera por la que descender a tope! 100% recomendado!\n\n(Translated by Google)\nWhat a wonderful experience! Ricard is incredibly pleasant and explains everything very well. Time flew by, and he definitely opened up a rabbit hole to explore! 100% recommended!",
      "createTime": "2025-07-11T05:52:31.139374Z",
      "updateTime": "2025-07-11T05:52:31.139374Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/Ci9DQUlRQUNvZENodHljRjlvT2xsWVoxOTZXbWQ0VWxob1drdDNPR2M0WWtKa1VYYxAB"
    },
    {
      "reviewer": {
        "displayName": "Raquel Martín"
      },
      "starRating": "FIVE",
      "comment": "Una experiencia fantástica y Ricard un gran instructor, sin duda recomiendo la Escuela Náutica Altair.\n\n(Translated by Google)\nA fantastic experience and Ricard a great instructor, I definitely recommend the Altair Nautical School.",
      "createTime": "2025-07-01T21:26:45.962938Z",
      "updateTime": "2025-07-01T21:26:45.962938Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/Ci9DQUlRQUNvZENodHljRjlvT25aS1ptMDVlbXhRWDNOTFYwMHlWV3h2YlV3elMzYxAB"
    },
    {
      "reviewer": {
        "displayName": "SOFIA YAN"
      },
      "starRating": "FIVE",
      "comment": "Realicé el curso para obtener la Licencia de Navegación a través del SOC, con Ricard como instructor. Lo recomiendo encarecidamente. El buen ambiente entre las compañeras y Ricard hace que la experiencia sea inmejorable.\n\n(Translated by Google)\nI took the Navigation License course through the SOC, with Ricard as my instructor. I highly recommend it. The good atmosphere between my colleagues and Ricard makes the experience unbeatable.",
      "createTime": "2025-07-01T21:05:44.296081Z",
      "updateTime": "2025-07-01T21:08:42.353218Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/Ci9DQUlRQUNvZENodHljRjlvT21rNU1WVlVjM1IwWWt4a1RFNDFNUzA0T1VaeGNXYxAB"
    },
    {
      "reviewer": {
        "displayName": "dani"
      },
      "starRating": "FIVE",
      "comment": "Gran profesor con mucha experiencia en su ámbito, sales de su curso con un recuerdo muy bueno y divertido.\n\n(Translated by Google)\nGreat teacher with a lot of experience in his field, you leave his course with a very good and fun memory.",
      "createTime": "2025-06-20T12:20:11.432367Z",
      "updateTime": "2025-06-20T12:20:11.432367Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/Ci9DQUlRQUNvZENodHljRjlvT2tGdWRWcENkM3A2ZVZaa1ZDMHRUbll3ZEVWMlJHYxAB"
    },
    {
      "reviewer": {
        "displayName": "Valeria Lattanzi"
      },
      "starRating": "FIVE",
      "comment": "Estoy muy agradecida a Ricard por su paciencia y dedicación a la hora de compartir sus conocimientos y ayudarnos a practicar con amarres y conducción durante el curso de manejo de embarcaciones. Fueron dos días divertidos y muy útiles, tanto en la práctica como en la teoría.\nMe lo pasé tan bien que he vuelto a repetir y he realizado el Curso PER volviendo a bordo del Certascan, mis primeras impresiones fueron confirmadas e incluso superadas. ¡Recomendadísimo!\n\n(Translated by Google)\nI am very grateful to Ricard for his patience and dedication in sharing his knowledge and helping us practice mooring and steering during the boat handling course. It was two fun and very useful days, both in terms of practice and theory.\nI had such a great time that I came back and completed the PER course again aboard the Certascan. My first impressions were confirmed and even exceeded. Highly recommended!",
      "createTime": "2025-05-20T17:21:46.740760Z",
      "updateTime": "2025-06-20T07:45:00.847524Z",
      "reviewReply": {
        "comment": "Muchas gracias por tu reseña tan completa y positiva. Me alegra enormemente saber que disfrutaste del curso de PER y que la experiencia en las Baleares fue increíble.\n\nMi objetivo siempre es crear un ambiente donde los alumnos se sientan cómodos para preguntar todo lo que necesiten, y me hace muy feliz saber que lo logré contigo. Es un placer poder compartir mi pasión por la navegación y ayudar a nuevos navegantes a iniciarse en este maravilloso mundo.\n\nTe deseo siempre buenos vientos en tus travesías ⛵️ y espero verte de nuevo para seguir aprendiendo juntos. ¡Hasta pronto! 👋🌊",
        "updateTime": "2024-11-23T06:44:08.568530Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VMN3B1NTNjall2a2l3RRAB"
    },
    {
      "reviewer": {
        "displayName": "La Cris"
      },
      "starRating": "FIVE",
      "comment": "La experiencia ha sido muy enriquecedora. Hemos aprendido muchísimas cosas, y Ricart es muy agradable y tiene mucha paciencia. Lo recomiendo totalmente.\n\n(Translated by Google)\nThe experience was very enriching. We learned a lot, and Ricart is very pleasant and patient. I highly recommend him.",
      "createTime": "2025-05-22T19:56:05.405051Z",
      "updateTime": "2025-05-22T19:56:05.405051Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VNYUEwclhpcnY3c0NBEAE"
    },
    {
      "reviewer": {
        "displayName": "Linze"
      },
      "starRating": "FIVE",
      "comment": "Muy buena experiencia y Ricard un crack\n\n(Translated by Google)\nVery good experience and Ricard is a crack",
      "createTime": "2025-05-20T13:58:52.006124Z",
      "updateTime": "2025-05-20T13:58:52.006124Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VOVHIxSWlOcy1tbmtnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Daniel Munne Raventos"
      },
      "starRating": "FIVE",
      "comment": "Ricard, a part de ser una bona persona, estima el mar i fa que aprenguem a fer-ho amb els coneixements necessaris per exercir la responsabilitat que comporta ser Patró. Gràcies i bon vent Capità!\n\n(Translated by Google)\nRicard, apart from being a good person, loves the sea and makes us learn to do it with the necessary knowledge to exercise the responsibility that comes with being a Skipper. Thank you and good luck Captain!",
      "createTime": "2025-05-20T09:02:14.398971Z",
      "updateTime": "2025-05-20T09:02:14.398971Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VNQzZoZUxta0l2RWVBEAE"
    },
    {
      "reviewer": {
        "displayName": "Osvanira Alves"
      },
      "starRating": "FIVE",
      "comment": "Hice un curso de manejo de embarcaciones de rescate en playas con Ricard en su escuela náutica y fue una experiencia muy buena. Ricard estuvo siempre atento al grupo, respondió todas nuestras preguntas y compartió información adicional más allá del contenido del curso. Todo se dio en un ambiente relajado, con un grupo reducido, lo que facilitó el aprendizaje. Sin duda, consideraré hacer otros cursos con él y lo recomendaré a mis colegas.\n\n(Translated by Google)\nI took a beach rescue boat handling course with Ricard at his nautical school, and it was a great experience. Ricard was always attentive to the group, answered all our questions, and shared additional information beyond the course content. Everything took place in a relaxed atmosphere with a small group, which facilitated learning. I will definitely consider taking other courses with him and will recommend him to my colleagues.",
      "createTime": "2025-05-20T08:48:07.512679Z",
      "updateTime": "2025-05-20T08:50:11.607208Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJanFfcTNMdHBDVkd3EAE"
    },
    {
      "reviewer": {
        "displayName": "HAMID EZKARA"
      },
      "starRating": "FIVE",
      "comment": "Fue un día inolvidable 😃\nHemos aprendido y disfrutando del curso\nGracias ☺️\n\n(Translated by Google)\nIt was an unforgettable day 😃\nWe learned and enjoyed the course.\nThank you ☺️",
      "createTime": "2024-09-30T18:58:27.910151Z",
      "updateTime": "2025-05-20T07:21:53.114972Z",
      "reviewReply": {
        "comment": "¡Hola Hamid! 😄 Me alegra muchísimo saber que fue un día inolvidable para ti y que disfrutaste aprendiendo. Ese es precisamente mi objetivo: que el curso sea una experiencia divertida y memorable.\n\nTe deseo siempre buenos vientos en tus travesías ⛵️ y espero que sigas disfrutando del mundo de la navegación. ¡Hasta pronto! 👋🌊",
        "updateTime": "2024-11-23T06:41:38.498184Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNucDdQR3lnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Pilar garcia"
      },
      "starRating": "FIVE",
      "comment": "Ha sido un curso super xulo, de aprender y practicar a tope. Sin duda lo volvería a hacer\n\n(Translated by Google)\nIt was a fantastic course, full of learning and practicing. I would definitely do it again.",
      "createTime": "2025-05-20T06:38:30.294490Z",
      "updateTime": "2025-05-20T06:38:30.294490Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VOUEYwY3pWc0pId0d3EAE"
    },
    {
      "reviewer": {
        "displayName": "A S"
      },
      "starRating": "FIVE",
      "comment": "Ricard es un grande.\nLa visita al buque de salvamento es un gran homenaje a estos héroes de diario y familiarizas con el buque. Pedazo motor.\nLo mejor, poner la motora a 22 nudos!!\nVolveremos por la licencia.\n\n(Translated by Google)\nRicard is awesome.\nThe visit to the rescue ship is a great tribute to these everyday heroes and a great way to get acquainted with the vessel. What an engine!\nThe best part was getting the motorboat up to 22 knots!!\nWe'll be back for the license.",
      "createTime": "2025-05-20T06:25:11.590859Z",
      "updateTime": "2025-05-20T06:32:54.361694Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VMS0p6NURpLUxmYklnEAE"
    },
    {
      "reviewer": {
        "displayName": "Evuuki del C."
      },
      "starRating": "FIVE",
      "comment": "Gracias de corazón a Altair por abrirme las puertas al mundo de la navegación.\nEl curso fue una experiencia muy motivadora, y el profesor Ricard transmitió una pasión contagiosa.\nCuando vuelva a Barcelona, me encantaría contar con vosotros para orientarme en la elección de mi primer barquito.\n\nGracias, Altair. Gracias, Ricard.\n\n————————————-\n\nHeartfelt thanks to Altair for introducing me to the world of sailing.\n\nThe course was truly motivating, and Ricard shared a contagious passion for the sea.\n\nWhen I return to Barcelona, I'd love to count on you to guide me in choosing my first boat.\n\nThank you, Altair. Thank you, Ricard.\n\n(Translated by Google)\nHeartfelt thanks to Altair for opening the doors to the world of sailing for me.\n\nThe course was a very motivating experience, and Professor Ricard conveyed a contagious passion.\n\nWhen I return to Barcelona, ​​I would love to have your help in choosing my first boat.\n\nThank you, Altair. Thank you, Ricard.\n\n———————————-\n\nHeartfelt thanks to Altair for introducing me to the world of sailing.\n\nThe course was truly motivating, and Ricard shared a contagious passion for the sea.\n\nWhen I return to Barcelona, ​​I'd love to have your help in choosing my first boat.\n\nThank you, Altair. Thank you, Ricard.",
      "createTime": "2025-05-15T11:21:53.724720Z",
      "updateTime": "2025-05-15T11:21:53.724720Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VQREdqdGYzZ0lUbTJnRRAB"
    },
    {
      "reviewer": {
        "displayName": "José Avendaño"
      },
      "starRating": "FIVE",
      "comment": "Buena experiencia y buen profesor, muy recomendable 👍🏽\n\n(Translated by Google)\nGood experience and good teacher, highly recommended 👍🏽",
      "createTime": "2025-04-26T14:06:17.905112Z",
      "updateTime": "2025-04-26T14:06:17.905112Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnTURvMmV6S3hBRRAB"
    },
    {
      "reviewer": {
        "displayName": "Edu Real"
      },
      "starRating": "FIVE",
      "comment": "Ricard, el dueño me recomendó hacer el PER con extension a Baleares y la verdad es que fue una excelente idea. Gran experiencia, aprendimos un montón y conocí a gente nueva e hicimos un grupo muy majo. El barco tiene de todo, esta limpio, ordenado y da sensación de seguridad. En la travesía lo que más me sorprendió fue la paz y tranquilidad, y tanto el amanecer como la noche bajo las estrellas son impagables.\n\n(Translated by Google)\nRicard, the owner, recommended I take the PER with an extension to the Balearic Islands, and it was truly an excellent idea. It was a great experience; we learned a lot, met new people, and became a very nice group. The boat has everything you need; it's clean, tidy, and provides a feeling of safety. What surprised me most during the trip was the peace and quiet, and both the sunrise and the night under the stars are priceless.",
      "createTime": "2020-12-08T18:52:02.410942Z",
      "updateTime": "2020-12-08T18:52:02.410942Z",
      "reviewReply": {
        "comment": "Muchas gracias por tus buenos comentarios. Que buena travesía tuvimos!! Buenos vientos y ya sabes que aquí estoy para cualquier duda náutica.",
        "updateTime": "2020-12-08T19:46:19.610024Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURpMmRXYUJ3EAE"
    },
    {
      "reviewer": {
        "displayName": "Albert Naudin"
      },
      "starRating": "FIVE",
      "comment": "Curs molt útil per navegar amb seguretat, pràctiques molt personalitzades en fantàstic veler. Molt recomanable!\n\n(Translated by Google)\nVery useful course for sailing safely, very personalized practices on a fantastic sailboat. Highly recommended!",
      "createTime": "2020-11-04T20:34:54.037870Z",
      "updateTime": "2020-11-04T20:34:54.037870Z",
      "reviewReply": {
        "comment": "Moooltes gràcies pel feedback. Molt bon vent i bona mar per les teves navegades!",
        "updateTime": "2020-11-05T11:06:08.113409Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNpZ2FYY1lREAE"
    },
    {
      "reviewer": {
        "displayName": "Renato Miralla"
      },
      "starRating": "FIVE",
      "comment": "(Translated by Google) We did the 48-hour crossing practice to PER with Ricard (Escuela Altair) and it was a fantastic experience. A safe crossing, lots of learning, and a really great group of people. Ricard is a very knowledgeable person and makes a point of explaining everything in a simple and clear way. Besides the crossing itself, we used our time to do numerous maneuvers on the sailboat, learn very well how the sails, ropes, instruments, and navigation rules work... in short, a very complete and enjoyable experience. Thank you very much Ricard, and I recommend it to everyone who wants to learn to sail in Barcelona!\n\n(Original)\nFizemos as práticas de travessia de 48 horas para PER com Ricard (Escuela Altair) e foi uma experiência fantástica. Travessia segura, muito aprendizado e um grupo de pessoas muito legal. Ricard é uma pessoa que tem muito conhecimento e faz questão de explicar tudo de maneira descomplicada e clara. Além da travessia em si, aproveitamos nosso tempo para fazer inúmeras manobras no veleiro, conhecer muito bem o funcionamento das velas, cabos, instrumentos e regras de navegação...enfim, uma experiência muito completa e prazerosa. Muchas gracias Ricard e recomendo a todos que queiram a aprender a navegar em Barcelona!",
      "createTime": "2019-03-19T15:29:57.199728Z",
      "updateTime": "2020-10-19T11:24:51.240804Z",
      "reviewReply": {
        "comment": "Muchisimas gracias Renato por tus comentarios!! Te deseo muy buenas navegadas y ya sabes que aquí estoy para cualquier duda que te pueda surgir en el tema náutico.",
        "updateTime": "2020-11-05T11:12:12.700188Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURvdzcySWJ3EAE"
    },
    {
      "reviewer": {
        "displayName": "Joaquim Just"
      },
      "starRating": "FIVE",
      "comment": "Hicimos el curso para la  licencia de navegación con Ricard y fué de nivel excelente la experiencia.\n\n(Translated by Google)\nWe took the navigation license course with Ricard and the experience was excellent.",
      "createTime": "2020-09-28T08:09:56.644011Z",
      "updateTime": "2020-09-28T08:09:56.644011Z",
      "reviewReply": {
        "comment": "Muchas gracias Joaquim!! fins aviat.",
        "updateTime": "2021-07-14T17:22:33.540890Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURDbm9hZUxREAE"
    },
    {
      "reviewer": {
        "displayName": "Fran Mosteiro"
      },
      "starRating": "FIVE",
      "comment": "Experiencia muy recomendable.\nInvertir la mañana de sábado con Ricard y algunas compañeras más, aprendiendo algunos de los secretos detrás de la navegación: obligatoriedades, maniobras básicas, fondeo, atraque, etc como parte del aprendizaje para obtener la Licencia de Navegación, sin duda, ha merecido la pena :)\n\nUna maravillosa experiencia, una magnífica manera de aprender a navegar y, sin ninguna duda, un gran maestro y una excelente \"aula\", el Certascan.\n\nGracias a ambos!\n\n(Translated by Google)\nA highly recommended experience.\nSpending a Saturday morning with Ricard and a few other friends learning some of the secrets behind sailing: mandatory requirements, basic maneuvers, anchoring, docking, etc., as part of the learning process for obtaining a Navigation License, was definitely worth it :)\n\nA wonderful experience, a magnificent way to learn to sail, and, without a doubt, a great teacher and an excellent \"classroom,\" the Certascan.\n\nThank you both!",
      "createTime": "2020-09-12T18:07:02.688562Z",
      "updateTime": "2020-09-12T18:15:13.174328Z",
      "reviewReply": {
        "comment": "Gracias Fran!! Me alegro que te gustara el curso de licencia de navegación. Saludos cordiales y buena proa para ti.",
        "updateTime": "2020-09-14T21:05:55.523931Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURDaUxlaG93RRAB"
    },
    {
      "reviewer": {
        "displayName": "Eduardo J. Celorio"
      },
      "starRating": "FIVE",
      "comment": "Hice el curso con Ricard por un par de recomendaciones entusiastas y ahora soy yo quien os lo recomienda.\n\nSe lo toma con la profesionalidad que hay que hacerlo pero además, lo pasas muy bien.  Lo recomiendo ampliamente.\n\n(Translated by Google)\nI took the course with Ricard based on a couple of enthusiastic recommendations, and now I'm the one recommending it to you.\n\nHe takes it with the professionalism required, but you also have a great time. I highly recommend it.",
      "createTime": "2020-08-27T14:44:08.867712Z",
      "updateTime": "2020-08-27T14:44:08.867712Z",
      "reviewReply": {
        "comment": "Muchísimas gracias Eduardo!!! Comentarios como el tuyo me dan mucha fuerza para seguir mejorando. Los mejores vientos para ti!",
        "updateTime": "2020-09-01T14:49:55.190902Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNDeWNxWGdRRRAB"
    },
    {
      "reviewer": {
        "displayName": "Laura"
      },
      "starRating": "FIVE",
      "comment": "He hecho las prácticas del PER con Ricard y la verdad es que es un muy buen instructor, aprendimos mucho y la experiencia fue muy buena! Ricard ha estado accesible en todo momento resolviéndonos dudas via whatsapp los dias antes del examen! Sin duda recomiendo la escuela náutica Altair!\n\n(Translated by Google)\nI did my PER practice sessions with Ricard, and he's a really good instructor. We learned a lot, and the experience was great! Ricard was always available, answering our questions via WhatsApp the days before the exam! I definitely recommend Altair Nautical School!",
      "createTime": "2020-07-25T18:14:42.114711Z",
      "updateTime": "2020-07-25T18:14:42.114711Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUQ4N2JHT09BEAE"
    },
    {
      "reviewer": {
        "displayName": "Sonia Ferreiro"
      },
      "starRating": "FIVE",
      "comment": "Una experiencia genial! Pudimos realizar las prácticas del PER los cuatro hermanos juntos en pocos días y aprendiendo mucho. Ricard ha sido un excelente profesor! Escuela Náutica Altair es, sin duda, muy recomendable!!\n\n(Translated by Google)\nA great experience! The four siblings were able to complete the PER practice together in just a few days and learned a lot. Ricard was an excellent teacher! Altair Nautical School is, without a doubt, highly recommended!",
      "createTime": "2020-07-25T18:03:50.388173Z",
      "updateTime": "2020-07-25T18:03:50.388173Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUQ4N2FIX1hREAE"
    },
    {
      "reviewer": {
        "displayName": "w w"
      },
      "starRating": "FIVE",
      "comment": "Alegria mariners!\nRicard gran professional una experiència molt positiva s aprèn molt per a tots/es els que vulgueu aprendre a navegar us ho recomano!\n\n(Translated by Google)\nCheers sailors!\nRicard great professional a very positive experience you learn a lot for all those who want to learn to sail I recommend it!",
      "createTime": "2020-07-25T14:02:43.914038Z",
      "updateTime": "2020-07-25T14:02:43.914038Z",
      "reviewReply": {
        "comment": "Merci Pablo! Buenas proa en les teves singladures.",
        "updateTime": "2020-07-26T05:13:50.861523Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUQ4cmZ2dnlnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Joan Carles Cifre"
      },
      "starRating": "FIVE",
      "comment": "El Ricard d'Altair m'ha ofert una molt bona experiència de contacte amb la Navegació, molt personalitzada i atenta amb tots els detalls, desde el procés d'inscripció i tràmits administratius fins a l'aprenenentatge a bord del seu veler. He disfrutat aprenent i navegant amb ell i compartint la seva pasió. Ja tinc ganes de treure'm el proper títol!\n\n(Translated by Google)\nRicard d'Altair has offered me a very good experience of contact with Navigation, very personalized and attentive to all the details, from the registration process and administrative procedures to learning on board his sailboat. I have enjoyed learning and sailing with him and sharing his passion. I am already looking forward to getting my next title!",
      "createTime": "2020-07-20T10:00:30.461220Z",
      "updateTime": "2020-07-20T10:00:30.461220Z",
      "reviewReply": {
        "comment": "Moltes gràcies Joan Carles!! Un plaer igualment.",
        "updateTime": "2020-07-22T13:05:25.808779Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUQ4cWYyc2NBEAE"
    },
    {
      "reviewer": {
        "displayName": "Seti"
      },
      "starRating": "FIVE",
      "comment": "En Ricard sempre està disponible per els dubtes que poguin sorgir. Han estat unes pràctiques molt divertides, i la teoria es fa amena amb regles memotècniques. Moltes gracies!!\n\n(Translated by Google)\nRicard is always available for any questions that may arise. These have been very fun practices, and the theory is made enjoyable with mnemonic rules. Thank you very much!!",
      "createTime": "2020-07-19T19:16:50.002550Z",
      "updateTime": "2020-07-19T19:16:50.002550Z",
      "reviewReply": {
        "comment": "Moltíssimes gràcies Albert!!  Estic content de que et vagin bé les meves regles memotècniques, me'n pensaré de noves, és una bona manera de recordar els conceptes. Ens veiem aviat per fer les pràctiques de radio i la ampliació a Balears & pràctiques de vela.",
        "updateTime": "2020-07-19T19:29:15.943616Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUQ4eWFyRWx3RRAB"
    },
    {
      "reviewer": {
        "displayName": "Luis Rosúa"
      },
      "starRating": "FIVE",
      "comment": "Vaig treure'm la llicència de navegació. L'experiència va ser molt positiva i enriquidora, en Ricard és un gran professional i amb molts coneixements sobre navegació. Va estar molt atent del grup i va explicar-nos el contingut del curs de manera amena i fàcil d'entendre. Una vegada a mar obert, entre altres coses, ens va parlar del funcionamet dels instruments de navegació, demostrant un gran coneixement d'aquests i del mar en general, a destacar també la seva preocupació per si ens marejavem. Tant a nivell professional com a nivell humà recomano fer la formació sobre navegació amb l'escola Altair,\n\nLluís\n\n(Translated by Google)\nI got my navigation license. The experience was very positive and enriching, Ricard is a great professional and has a lot of knowledge about navigation. He was very attentive to the group and explained the course content to us in an enjoyable and easy to understand way. Once on the open sea, among other things, he talked to us about the functioning of navigation instruments, demonstrating a great knowledge of them and the sea in general, also highlighting his concern in case we got seasick. Both on a professional and human level I recommend doing the navigation training with the Altair school,\n\nLluís",
      "createTime": "2020-07-19T13:29:04.458238Z",
      "updateTime": "2020-07-19T13:29:04.458238Z",
      "reviewReply": {
        "comment": "Moltes gràcies Lluis, va ajudar la teva motivació i ganes d'aprendre. Fins la propera.",
        "updateTime": "2020-07-22T13:04:52.565371Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUQ4aVk2a3hnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Brian C."
      },
      "starRating": "FIVE",
      "comment": "Hicimos el curso para la Licencia de Navegación y la verdad fue todo excelente. Buen grupo, reducido, y Ricard explica muy bien y responde todas las preguntas con claridad y paciencia. Durante el tiempo de práctica vamos rotando las posiciones y tareas en la embarcación, por lo que haces de todo. Definitivamente recomiendo el curso. Ahora veremos si me animo a hacer el PNB :) Gracias Ricard!\n\n(Translated by Google)\nWe took the Navigation License course and the truth is that everything was excellent. Good group, small, and Ricard explains very well and answers all questions clearly and patiently. During practice time we rotate positions and tasks on the boat, so you do everything. I definitely recommend the course. Now we'll see if I dare to do the PNB :) Thanks Ricard!",
      "createTime": "2020-07-13T18:55:55.108524Z",
      "updateTime": "2020-07-13T18:55:55.108524Z",
      "reviewReply": {
        "comment": "Muchas gracias Brian!! que tengáis buenos vientos este verano y hasta la próxima.",
        "updateTime": "2020-07-16T21:37:35.879299Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUM4czZHOU1nEAE"
    },
    {
      "reviewer": {
        "displayName": "V Wei"
      },
      "starRating": "FIVE",
      "createTime": "2020-07-12T08:13:28.152182Z",
      "updateTime": "2020-07-12T08:13:28.152182Z",
      "reviewReply": {
        "comment": "Gracias Vero por las 5 estrellas!!",
        "updateTime": "2020-07-16T21:37:02.306880Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUM4M2ZhYWpnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Miuq Mi"
      },
      "starRating": "FIVE",
      "comment": "Fui desde Gerona para realizar las 48 horas de vela+Baleares y fue una experiencia inolvidable. Tuve la suerte de embarcarme con un espléndido grupo y aprender disfrutando de los conocimientos de Ricard que es un gran maestro de la náutica.\nRecomendable 100%\n\n(Translated by Google)\nI traveled from Girona to participate in the 48-hour Sailing+Balearic Islands program, and it was an unforgettable experience. I was fortunate enough to embark with a splendid group and learn from Ricard, a great nautical master.\n100% recommended.",
      "createTime": "2020-07-06T18:37:39.573029Z",
      "updateTime": "2020-07-06T18:45:55.385816Z",
      "reviewReply": {
        "comment": "Merci Quim!! Tu també vas posar molt de la teva part, sent molt receptiu i amb moltes ganes d'aprendre. Molt bon vent pels teus projectes i travesses i fins aviat.",
        "updateTime": "2020-07-06T19:57:22.579506Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUM4dHA3YWJnEAE"
    },
    {
      "reviewer": {
        "displayName": "Marc Basolí"
      },
      "starRating": "FIVE",
      "comment": "Recomiendo mucho a esta escuela náutica donde he podido gozar de la experiencia de Ricard el profesor y dónde además de sacarme el PER entero, he podido gozar de un fin de semana en Mallorca como si de vacaciones se tratara. El velero y la navegación ha sido fantástico\n\n(Translated by Google)\nI highly recommend this nautical school, where I enjoyed the experience of Ricard, the instructor, and where, in addition to earning my full PER, I was able to enjoy a weekend in Mallorca as if it were a vacation. The sailboat and the navigation were fantastic.",
      "createTime": "2020-06-30T07:51:00.594662Z",
      "updateTime": "2020-06-30T07:51:00.594662Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUM4MHYteEd3EAE"
    },
    {
      "reviewer": {
        "displayName": "ORIOL VILAR"
      },
      "starRating": "FIVE",
      "createTime": "2020-06-18T09:44:58.427210Z",
      "updateTime": "2020-06-18T09:44:58.427210Z",
      "reviewReply": {
        "comment": "Moltes gràcies!",
        "updateTime": "2020-06-18T15:47:33.906937Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURjcTR2TU13EAE"
    },
    {
      "reviewer": {
        "displayName": "Filippo Di Remigio"
      },
      "starRating": "FIVE",
      "comment": "Awesome experience. Had great time with Ricard and the other participants.\nHighly recommended",
      "createTime": "2020-03-22T10:54:45.446286Z",
      "updateTime": "2020-03-22T10:54:45.446286Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNjblpQMm1RRRAB"
    },
    {
      "reviewer": {
        "displayName": "J. Leyton"
      },
      "starRating": "FIVE",
      "comment": "Una experiencia increible. Fuimos a realizar las practicas del PER en modo intensivo y en 5 días obtuvimos las atribuciones de vela, baleares, prácticas de radio y de seguridad.\nDesde el primer momento Ricard te pone a los mandos del Certascan, entradas y salidas de puerto, amarres, fondeos, navegación nocturna, en muchas ocasiones tu decides la derrota. Te enseña un buen marinero.\n\n(Translated by Google)\nAn incredible experience. We went to do the intensive PER training and in five days we obtained sailing, Balearic Islands, radio, and safety qualifications.\nFrom the very beginning, Ricard puts you in charge of the Certascan, entering and leaving ports, mooring, anchoring, and sailing at night. Often, you decide the route. You are taught by a good sailor.",
      "createTime": "2020-03-11T13:09:43.360039Z",
      "updateTime": "2020-03-11T13:09:43.360039Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNja3V1Ym93RRAB"
    },
    {
      "reviewer": {
        "displayName": "Mary"
      },
      "starRating": "FIVE",
      "comment": "La experiencia fue increíble. Desde el primer minuto Ricard nos dejó manejar a vela y a motor así como hacer numerosas maniobras dentro de puerto, aunque en todo momento te sientes respaldado por su experiencia y conocimiento del mar.\nNo solo aprendes sino que también resulta una experiencia divertida y motivadora.\nSobre el profe ya está todo dicho :D amable, divertido, motivador y siempre atento para resolver tus dudas antes, durante e incluso después del curso.\nEn cuanto al barco resultó cómodo y bien equipado tecnológicamente.\nEn mi caso hice el curso del PER con atribución de vela y ampliación a Baleares. Para la parte de seguridad y radio, su escuela también cuenta con equipos de simulación.\nEn resumen, muy recomendable.\n\nGracias por todo Ricard!\n\n(Translated by Google)\nThe experience was incredible. From the first minute, Ricard let us sail and motor, as well as perform numerous maneuvers within the harbor, although at all times you feel supported by his experience and knowledge of the sea.\nNot only do you learn, but it's also a fun and motivating experience.\nEverything has been said about the instructor: friendly, fun, motivating, and always willing to answer any questions before, during, and even after the course.\nAs for the boat, it was comfortable and well-equipped technologically.\nIn my case, I took the PER course with sailing and an extension to the Balearic Islands. For the safety and radio aspects, his school also offers simulation equipment.\nIn short, highly recommended.\n\nThanks for everything, Ricard!",
      "createTime": "2020-03-06T18:31:56.300136Z",
      "updateTime": "2020-03-06T18:31:56.300136Z",
      "reviewReply": {
        "comment": "Mary, muchas gracias por los elogios. Esto nos ayuda a seguir con fuerza. Tengo que decir que ayudó mucho vuestra disposición y ganas de aprender. Saludos cordiales y hasta la próxima!",
        "updateTime": "2020-03-08T20:29:22.016140Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURzNFl6TXRRRRAB"
    },
    {
      "reviewer": {
        "displayName": "Aldo Lo Presti"
      },
      "starRating": "FIVE",
      "comment": "Con la escuela náutica Altair hice el curso para la Licencia de Navegación. Fue una mañana divertida y estimulante, seis horas intensas a bordo del Certascan, un precioso barco de 35 pies. Además de ser un experto capitán, Ricard es también un formidable instructor. Nos transmitió conocimientos y habilidades así como anécdotas de sus muchos años de navegación, haciéndonos sentir siempre a gusto a pesar del tráfico de la bocana del puerto y haciéndonos experimentar en primeras personas numerosas maniobras, nudos y rumbos. Recomiendo encarecidamente esta escuela y volvería para más cursos.\n\n(Translated by Google)\nI took the Sailing License course with the Altair Nautical School. It was a fun and stimulating morning, six intense hours aboard the Certascan, a beautiful 35-foot boat. Besides being an expert captain, Ricard is also a formidable instructor. He shared knowledge and skills with us, as well as anecdotes from his many years of sailing, always making us feel at ease despite the traffic at the harbor entrance and allowing us to experience numerous maneuvers, knots, and courses firsthand. I highly recommend this school and would return for more courses.",
      "createTime": "2024-10-20T15:47:45.357763Z",
      "updateTime": "2024-10-20T15:48:26.062873Z",
      "reviewReply": {
        "comment": "¡Muchas gracias, Aldo! 😊 Me alegra muchísimo leer tu review y saber que disfrutaste tanto del curso para la Licencia de Navegación conmigo en la escuela náutica Altair 🚣‍♂️. Me esfuerzo por hacer que el aprendizaje sea divertido y estimulante, y me hace feliz saber que lo logré contigo 😊.\n\nMe encanta saber que te sentiste cómodo y a gusto durante las seis horas intensas a bordo del Certascan, a pesar del tráfico en la bocana del puerto 🌊. Mi objetivo es siempre transmitir conocimientos y habilidades de manera práctica y entretenida, y me alegra saber que lo logré contigo 🤩.\n\n¡Muchas gracias por tu recomendación y por querer volver para más cursos! 🙏 Te deseo siempre buenos vientos en tus travesías ⛵️, y espero verte pronto para seguir ampliando tus conocimientos náuticos 🚤. Estoy comprometido con tu formación y espero tener la oportunidad de seguir guiándote en tu camino hacia la excelencia náutica 🚣‍♂️. ¡Hasta pronto! 👋",
        "updateTime": "2024-11-23T06:38:04.704610Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNYcTl6MzNRRRAB"
    },
    {
      "reviewer": {
        "displayName": "Chiara Venturino"
      },
      "starRating": "FIVE",
      "comment": "Quiero agradecer a Ricard Prehn y a la escuela náutica Altair por el excelente curso de licencia de navegación. Fue una experiencia muy práctica y clara, donde cada concepto se explicó de manera sencilla y eficiente. Ricard tiene una gran experiencia para transmitir conocimientos.\nLo recomiendo totalmente a quienes busquen un curso de calidad y profesionalismo!\n\n(Translated by Google)\nI want to thank Ricard Prehn and the Altair Nautical School for the excellent sailing license course. It was a very practical and clear experience, where every concept was explained simply and efficiently. Ricard has a wealth of experience in imparting knowledge.\nI highly recommend it to anyone looking for a quality and professional course!",
      "createTime": "2024-10-16T12:32:53.447145Z",
      "updateTime": "2024-10-16T12:32:53.447145Z",
      "reviewReply": {
        "comment": "¡Hola Chiara! 😊 Muchas gracias por tu maravillosa reseña. Me alegra saber que tu experiencia en el curso de licencia de navegación fue tan positiva y práctica. Siempre me esfuerzo por hacer que cada concepto sea claro y accesible para todos, y es gratificante saber que lo logré contigo 🚣‍♂️.\n\nAprecio mucho tus palabras sobre mi experiencia y la calidad del curso. ¡Es un honor recibir tu recomendación! 🙏 Te deseo siempre buenos vientos en tus travesías ⛵️, y estaré encantado de verte de nuevo para seguir ampliando tus conocimientos náuticos 🚤. ¡Hasta pronto! 👋",
        "updateTime": "2024-11-23T06:38:43.036225Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNYOXZTbGlBRRAB"
    },
    {
      "reviewer": {
        "displayName": "Andreu Davison"
      },
      "starRating": "FIVE",
      "comment": "Desde el primer momento que vi a Ricard me di cuenta que era un navegante que lleva el mar en todo su ADN, destilaba amor por la navegación por todo su ser. Una vez en marcha además, me di cuenta con gran gratitud que es un excelente instructor que se toma todo el tiempo necesario para que los alumnos podamos aprender todo lo necesario en el mundo de la navegación. Cómo llovía ese día se llego a considerar la opción de cancelar la salida pero él insistió en hacerla aún en esas condiciones, dejándonos llevar el timón y con toda la paciencia y amor por enseñar nos dio los conocimientos básicos de navegación en un estupendo ambiente. No sólo yo disfruté al máximo la experiencia sino todos los alumnos que asistimos. Su barco estaba cuidado al máximo detalle con un equipamiento más que razonable que ayudaba mucho en la navegación. En ningún momento perdió los nervios por nuestros errores y en todo momento se mostraba muy compasivo y proactivo en ayudarnos a sacar lo mejor de nosotros mismos. Al final de la jornada el sentimiento de satisfacción no podía ser mayor. A mí incluso me dio pena tener que dejar el barco al llegar a puerto, me invadía una sensación de 'hogar' muy agradable el estar en su barco. No solo lo recomiendo ampliamente si no que le deseo lo mejor en toda su carrera de navegación que tiene por delante. Ha cruzado el Atlántico a vela y nos comentaba que ardía en deseos de ser él que quería llevar el timón en olas de varios metros. Un auténtico navegante que bajo ningún concepto os deberiáis perder si vuestra intención es tener un primer contacto con la navegación o incluso si ya tenéis ciertos conceptos. No dejaréis de aprender y disfrutar del mar con él. A mí, personalmente me encantaría volver a navegar con él y haré todo lo posible por que así sea. Larga vida de navegación para Ricard y que sus conocimientos sigan llenando los corazones de los futuros navegantes generación tras generación. Con Ricard tenemos una auténtica joya en la navegación, no nos la perdamos!\n\nMuchas Gracias Ricard y ojalá izemos velas en un futuro juntos! Nada me gustaría más.\n\nUn abrazo Capitán 🫡⛵️⚓️\n\n(Translated by Google)\nFrom the first moment I saw Ricard I realized that he was a sailor who carried the sea in all his DNA, he exuded love for sailing throughout his being. Once underway, I also realized with great gratitude that he is an excellent instructor who takes all the time necessary so that the students can learn everything necessary in the world of navigation. Since it was raining that day, the option of canceling the trip was considered, but he insisted on doing it even in those conditions, letting us take the helm and with all the patience and love for teaching, he gave us basic navigation knowledge in a great environment. Not only I enjoyed the experience the most but also all the students who attended. His boat was cared for in every detail with more than reasonable equipment that helped a lot in navigation. At no time did he lose his nerve over our mistakes and at all times he was very compassionate and proactive in helping us get the best out of ourselves. At the end of the day the feeling of satisfaction could not be greater. I was even sad to have to leave the boat when it arrived at port, a very pleasant feeling of 'home' came over me being on your boat. Not only do I highly recommend him but I wish him the best in his entire sailing career ahead. He has crossed the Atlantic sailing and told us that he was burning with the desire to be the one who wanted to take the helm in waves of several meters. A true sailor that under no circumstances should you miss if your intention is to have a first contact with navigation or even if you already have certain concepts. You will not stop learning and enjoying the sea with him. Personally, I would love to sail with him again and I will do everything possible to make that happen. Long life of sailing for Ricard and may his knowledge continue to fill the hearts of future sailors generation after generation. With Ricard we have a true gem in navigation, let's not miss it!\n\nThank you very much Ricard and I hope we raise candles in the future together! I would like nothing more.\n\nA hug Captain 🫡⛵️⚓️",
      "createTime": "2024-10-05T09:57:36.815653Z",
      "updateTime": "2024-10-05T09:57:36.815653Z",
      "reviewReply": {
        "comment": "¡Gracias, Andreu, por tus amables palabras! 😊 Fue un placer tenerte a bordo. Me alegra mucho que hayas disfrutado de la experiencia incluso con el clima lluvioso. Siempre es mi objetivo asegurarme de que todos se sientan cómodos y aprendan mucho en un ambiente positivo.\n\nValoro mucho tu entusiasmo por la navegación, y saber que te gustaría volver a salir conmigo significa mucho. Espero que tengamos la oportunidad de izar velas juntos de nuevo pronto. ¡Un abrazo y buenos vientos! ⛵️⚓️",
        "updateTime": "2024-11-23T06:40:00.411533Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURueHFIVUN3EAE"
    },
    {
      "reviewer": {
        "displayName": "Belen Torres"
      },
      "starRating": "FIVE",
      "comment": "Obtuve la licencia de navegación con ellos. Ricard es muy profesional y hace la clase muy amena e interesante. Lo recomiendo!\n\n(Translated by Google)\nI got my sailing license with them. Ricard is very professional and makes the class very enjoyable and interesting. I recommend him!",
      "createTime": "2024-10-01T13:08:12.507157Z",
      "updateTime": "2024-10-01T13:08:12.507157Z",
      "reviewReply": {
        "comment": "¡Hola Belén! 😊 Muchas gracias por tu reseña. Me alegra saber que disfrutaste de la clase y que te pareció interesante. Me esfuerzo por hacer que el aprendizaje sea divertido y eficaz, y es gratificante saber que lo logré contigo.\n\n¡Te deseo siempre buenos vientos en tus travesías! ⛵️ Estoy comprometido con tu formación y espero que sigas navegando con seguridad y confianza. ¡Hasta pronto! 👋",
        "updateTime": "2024-11-23T06:40:27.017478Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNuNzlmam9BRRAB"
    },
    {
      "reviewer": {
        "displayName": "Manuel Juan F Gil Morato"
      },
      "starRating": "FIVE",
      "comment": "Me gusto un monton! Hice el titulin subvencionado por barcelona activa.\n100% recomendable!!!\n\n(Translated by Google)\nI loved it! I did the subsidized driving course through Barcelona Activa.\n\n100% recommended!!!",
      "createTime": "2024-10-01T11:01:58.701478Z",
      "updateTime": "2024-10-01T11:01:58.701478Z",
      "reviewReply": {
        "comment": "¡Gracias, Manuel! 😊 Me alegra mucho saber que disfrutaste del curso y que la experiencia fue positiva para ti. Fue un placer ayudarte a sacar el titulín (licencia de navegacion), y me encanta saber que lo recomendarías al 100%.\n\nTe deseo siempre buenos vientos en tus travesías ⛵️ y espero que sigas disfrutando del mundo de la navegación. ¡Hasta la próxima! 👋⚓️",
        "updateTime": "2024-11-23T06:41:12.984330Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNucl9YVFh3EAE"
    },
    {
      "reviewer": {
        "displayName": "Jose Gomez Perez"
      },
      "starRating": "FIVE",
      "comment": "Muy buen profesor y sobre todo un profesional todo un 10\n\n(Translated by Google)\nVery good teacher and above all a professional, a 10.",
      "createTime": "2024-08-04T14:42:02.488254Z",
      "updateTime": "2024-08-04T20:09:40.592545Z",
      "reviewReply": {
        "comment": "¡Hola José! 😊 Muchas gracias por tu comentario. Me alegra mucho saber que valoras mi enseñanza y mi profesionalismo.\n\nSiempre me esfuerzo por ofrecer lo mejor a mis alumnos, así que recibir un \"10\" de tu parte significa mucho para mí. Te deseo siempre buenos vientos en tus travesías ⛵️ y espero verte de nuevo en el futuro. ¡Hasta pronto! 👋",
        "updateTime": "2024-11-23T06:42:25.808859Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURidXFMZHpnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Jose GR"
      },
      "starRating": "FIVE",
      "comment": "Super recomendable\nTodo perfecto\nUn 10\n\n(Translated by Google)\nHighly recommended\nEverything was perfect\nA 10",
      "createTime": "2024-08-04T09:18:42.334825Z",
      "updateTime": "2024-08-04T09:18:42.334825Z",
      "reviewReply": {
        "comment": "¡Hola José! 😊 Muchas gracias por tu comentario. Me alegra mucho saber que valoras mi enseñanza y mi profesionalismo.\n\nSiempre me esfuerzo por ofrecer lo mejor a mis alumnos, así que recibir un \"10\" de tu parte significa mucho para mí. Te deseo siempre buenos vientos en tus travesías ⛵️ y espero verte de nuevo en el futuro. ¡Hasta pronto! 👋",
        "updateTime": "2024-11-23T06:42:48.573463Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURiNnNHOEVREAE"
    },
    {
      "reviewer": {
        "displayName": "Dara Heune"
      },
      "starRating": "FIVE",
      "comment": "Very professional , super service, and very friendly. I highly recommend Ricard as a teacher.",
      "createTime": "2024-07-28T19:13:34.578870Z",
      "updateTime": "2024-07-28T19:13:34.578870Z",
      "reviewReply": {
        "comment": "¡Hola Dara! 😊 Muchas gracias por tu reseña y tus amables palabras. Me alegra saber que valoraste el servicio y la experiencia en el curso.\n\nEs un placer para mí ser tu instructor, y me alegra que te hayas sentido bien atendida. ¡Te deseo siempre buenos vientos en tus travesías ⛵️, y espero verte de nuevo para seguir aprendiendo juntos! ¡Hasta pronto! 👋",
        "updateTime": "2024-11-23T06:43:12.268637Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUNicWVfR2ZREAE"
    },
    {
      "reviewer": {
        "displayName": "Diego de Dueñas"
      },
      "starRating": "FIVE",
      "comment": "Gran opción para realizar prácticas del PER. Ricard es un gran profesor que puso por encima de todo nuestra seguridad. Aprendimos muchísimo y, además, pudimos ver delfines y hasta una ballena. Una gran experiencia!\n\n(Translated by Google)\nA great option for practicing your PER. Ricard is a great instructor who put our safety first. We learned a lot and even saw dolphins and even a whale. A great experience!",
      "createTime": "2024-07-16T11:13:48.054089Z",
      "updateTime": "2024-07-16T11:14:14.231084Z",
      "reviewReply": {
        "comment": "¡Hola Diego! 😊 Muchas gracias por tu reseña y tus amables palabras. Me alegra mucho saber que disfrutaste de las prácticas del PER y que aprendiste mucho.\n\nLa seguridad de mis alumnos siempre es una prioridad para mí, y me alegra saber que te sentiste seguro durante todo el proceso. Además, me hace muy feliz saber que pudiste disfrutar de la experiencia de ver delfines y una ballena. ¡Esas son las sorpresas que hacen que la navegación sea aún más especial! 🐬🐳\n\nTe deseo siempre buenos vientos en tus travesías ⛵️ y espero verte de nuevo para seguir compartiendo aventuras náuticas. ¡Hasta pronto! 👋",
        "updateTime": "2024-11-23T06:43:42.610345Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURya3N2a25BRRAB"
    },
    {
      "reviewer": {
        "displayName": "Gustavo Saleme"
      },
      "starRating": "FIVE",
      "comment": "Buenas, excelente escuela para iniciarse en los curso de navegación. El trato cercano y ameno, la posibilidad de preguntar todo y más y la amabilidad con que responde Ricard, en fin todo es positivo. Nuestro grupo de PER, tuvo la posibilidad de hacer baleares y fue increíble. Linda experiencia. Altamente recomendable. No lo duden.\n\n(Translated by Google)\nHello, excellent school to start navigation courses. The close and pleasant treatment, the possibility of asking everything and more and the kindness with which Ricard responds, in short everything is positive. Our PER group had the opportunity to do the Balearic Islands and it was incredible. Nice experience. Highly recommended. Don't hesitate.",
      "createTime": "2024-07-09T10:13:54.934061Z",
      "updateTime": "2024-07-09T10:13:54.934061Z",
      "reviewReply": {
        "comment": "¡Hola Gustavo! 😊 Muchas gracias por tu reseña tan completa y positiva. Me alegra enormemente saber que disfrutaste del curso de PER y que la experiencia en las Baleares fue increíble.\n\nMi objetivo siempre es crear un ambiente donde los alumnos se sientan cómodos para preguntar todo lo que necesiten, y me hace muy feliz saber que lo logré contigo. Es un placer poder compartir mi pasión por la navegación y ayudar a nuevos navegantes a iniciarse en este maravilloso mundo.\n\nTe deseo siempre buenos vientos en tus travesías ⛵️ y espero verte de nuevo para seguir aprendiendo juntos. ¡Hasta pronto! 👋🌊",
        "updateTime": "2024-11-23T06:44:08.568530Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNyeGVTYW9BRRAB"
    },
    {
      "reviewer": {
        "displayName": "Natalia Astudillo"
      },
      "starRating": "FIVE",
      "comment": "Excelente curso teórico y práctico para poder obtener la licencia de navegación. Gracias a Ricard por compartir sus conocimientos. Lo recomiendo 200%!\n\n(Translated by Google)\nExcellent theoretical and practical course for obtaining a boating license. Thanks to Ricard for sharing his knowledge. I highly recommend it!",
      "createTime": "2024-07-08T21:26:03.650958Z",
      "updateTime": "2024-07-08T21:26:03.650958Z",
      "reviewReply": {
        "comment": "¡Hola Natalia! 😊 Muchas gracias por tu reseña y por tu entusiasmo. Me alegra mucho saber que disfrutaste tanto del curso teórico como del práctico y que la experiencia fue útil para obtener tu licencia de navegación.\n\nEs un placer para mí compartir mis conocimientos, y ayudar a quienes, como tú, se apasionan por la navegación. ¡Gracias por recomendar el curso al 200%! 🙌\n\nTe deseo siempre buenos vientos en tus travesías ⛵️ y espero que sigas disfrutando del mar. ¡Hasta pronto! 👋⚓️",
        "updateTime": "2024-11-23T06:45:55.976995Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNyNmFybi13RRAB"
    },
    {
      "reviewer": {
        "displayName": "Sara LOSADA BALOIRA"
      },
      "starRating": "FIVE",
      "comment": "Super buena escuela. Se nota que Ricard es un apasionado del mar. Lo he pasado muy bien y se me ha hecho muy ameno. Ya tengo mi licencia de navegación. Lo recomiendo!\n\n(Translated by Google)\nExcellent school. You can tell Ricard is passionate about the sea. I had a great time and found it very enjoyable. I already have my boating license. I highly recommend it!",
      "createTime": "2024-07-05T10:30:02.331323Z",
      "updateTime": "2024-07-05T10:30:02.331323Z",
      "reviewReply": {
        "comment": "¡Hola Sara! 😊 Muchas gracias por tu reseña tan positiva. Me alegra saber que disfrutaste del curso y que te pareció ameno. ¡Es un gran logro obtener la licencia de navegación, enhorabuena! 🎉\n\nSí, el mar es mi pasión y me encanta compartir ese entusiasmo con mis alumnos. Me hace muy feliz saber que te sentiste cómoda y que te divertiste durante el curso.\n\nTe deseo siempre buenos vientos en tus travesías ⛵️ y espero verte de nuevo en el futuro. ¡Hasta pronto! 👋",
        "updateTime": "2024-11-23T06:45:37.523466Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNyNHBUcThBRRAB"
    },
    {
      "reviewer": {
        "displayName": "Eloi Rodriguez Soto"
      },
      "starRating": "FIVE",
      "comment": "Una experiència molt xula! Feia molt de temps que volia fer el pas a la Llicència de navegació i vaig tindre la sort de saber de l'escola Nàutica Altair del Ricard. Ho recomano al 200%👍🏽👍🏽\nHa estat una vivència molt didàctica, molt dinàmica i amb un grup de 5 persones que no ens coneixiem. Tot i això, la manera de portar-ho, ens ha fet gaudir de la situació i el treball en equip.💪🏽\nMoltes gràcies!👌🏽\n\n(Translated by Google)\nA very cool experience! For a long time I wanted to take the step to the Navigation License and I was lucky enough to hear about the Altair del Ricard Nautical School. I recommend it 200%👍🏽👍🏽\nIt has been a very didactic experience, very dynamic and with a group of 5 people who do not know each other. However, the way we handled it made us enjoy the situation and the teamwork.💪🏽\nThank you very much!👌🏽",
      "createTime": "2024-06-22T21:18:34.519833Z",
      "updateTime": "2024-06-22T21:18:34.519833Z",
      "reviewReply": {
        "comment": "Moltes gràcies Eloi!!! Ja tinc nou grumete/barman/showman per les meves sortides. :-) Aquest estiu has de treure la family un día al mar i t'estrenes com a patrò :-)",
        "updateTime": "2024-06-23T17:16:04.857279Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNMazczbDFRRRAB"
    },
    {
      "reviewer": {
        "displayName": "Juan Moriana"
      },
      "starRating": "FIVE",
      "comment": "Experiencia increíble! Poder realizar el PER con Ricard ha sido un constante aprendizaje, su pasión y su experiencia nos lo transmitió desde el primer día. Nos lo sacamos mi pareja y yo y ha sido toda una aventura\nEn nuestro caso nos hizo buen tiempo y pudimos hacer la extensión a Baleares llegando a Mallorca y viendo delfines! Muy bonito!\n100% recomendable!\n\n(Translated by Google)\nIncredible experience! Taking the PER with Ricard has been a constant learning experience; his passion and experience were instilled in us from day one. My partner and I took it, and it was quite an adventure.\nIn our case, the weather was good, and we were able to do the extension to the Balearic Islands, arriving in Mallorca and seeing dolphins! So beautiful!\n100% recommended!",
      "createTime": "2024-06-07T04:22:43.777306Z",
      "updateTime": "2024-06-07T04:22:43.777306Z",
      "reviewReply": {
        "comment": "Mil gracias por las buenas palabras!! Fué genial teneros como alumnos, os deseo lo mejor, buen viento en vuestras travesías y en vuestra nueva vida que viene. Espero que vuestro/a nueva tripulante le guste navegar.  :)",
        "updateTime": "2024-06-23T17:13:25.871558Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUR6aUpPZExBEAE"
    },
    {
      "reviewer": {
        "displayName": "Tomás Pando"
      },
      "starRating": "FIVE",
      "comment": "Muy agradecido a Ricard por acompañarnos en el nuevo mundo de la náutica. La travesía a Mallorca, sin duda, fue lo mejor.\n\n(Translated by Google)\nVery grateful to Ricard for joining us in the new world of nautical. The trip to Mallorca, without a doubt, was the best.",
      "createTime": "2024-06-06T11:24:00.145228Z",
      "updateTime": "2024-06-06T11:24:00.145228Z",
      "reviewReply": {
        "comment": "Muchas gracias por tu review Tomas!! espero que disfutres mucho de tus navegadas, y que tengas la mejor mar posible. Nos vemos en alguna cala fondeados!!",
        "updateTime": "2024-06-23T17:11:34.342811Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUN6NzhMQTFBRRAB"
    },
    {
      "reviewer": {
        "displayName": "Sebas tián"
      },
      "starRating": "FIVE",
      "comment": "Excelente formación de PER! Ricard lo lleva en la sangre y transmite todo su potencial, tomé la mejor decisión, que fue pasar de las ofertas de súper MKT del mercado, para optar por esta, la mejor elección sin duda, lo recomiendo.\nUn gran profesional, a la vez que cercano y sencillo! Gracias ESCUELA NAUTICA ALTAIR & SAILING!!\n\n(Translated by Google)\nExcellent PER training! Ricard has it in his veins and transmits all his potential. I made the best decision, which was to skip the super-marketing offerings on the market and opt for this one. It was definitely the best choice. I highly recommend it.\nA great professional, as well as friendly and easy-going! Thank you ALTAIR & SAILING NAUTICAL SCHOOL!",
      "createTime": "2024-05-25T16:32:49.767259Z",
      "updateTime": "2024-05-25T16:32:49.767259Z",
      "reviewReply": {
        "comment": "Muchas gracias Sebas! Te deseo los mejores vientos para tus travesías. Bienvenido a este mundo tan bonito de la navegación. Aquí estoy para cualquier duda que te pueda ayudar.  Saludos.  :-)",
        "updateTime": "2024-05-27T13:03:48.967234Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURUaVlxRWxnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Estefania Sanchez Garcia"
      },
      "starRating": "FIVE",
      "comment": "Nuestra experiencia con Ricard fue excelente, nos explicó todo de manera sencilla y optima, cualquier duda que teníamos la resolvía y estaba pendiente de que no solo lo entediesemos sino que también disfrutaramos de la experiencia, se nota que es un profesional y lo hace con gusto que es un punto muy importante a tener en cuenta.\nNosotros sin duda repetiremos con el cuando tengamos que sacarnos otra titulación.\n\n(Translated by Google)\nOur experience with Ricard was excellent. He explained everything in a simple and efficient manner. He resolved any questions we had, and he ensured that we not only understood but also enjoyed the experience. He's clearly a professional and does it with gusto, which is a very important point to keep in mind.\nWe will definitely work with him again when we need to get another qualification.",
      "createTime": "2024-04-13T09:02:45.103511Z",
      "updateTime": "2024-04-13T09:02:45.103511Z",
      "reviewReply": {
        "comment": "Muchas gracias Estefania! Os deseo los mejores vientos para vuestras travesías!! :-)",
        "updateTime": "2024-05-27T13:02:49.487368Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUREdmVmMEJBEAE"
    },
    {
      "reviewer": {
        "displayName": "Andrés Muñoz"
      },
      "starRating": "FIVE",
      "comment": "Hola muy majo Ricard  una persona con mucha experiencia y te explica todo detalladamente sin duda lo recomiendo.\n\n(Translated by Google)\nHello, very nice Ricard, a person with a lot of experience and who explains everything in detail. I definitely recommend him.",
      "createTime": "2024-04-12T14:55:11.978823Z",
      "updateTime": "2024-04-12T14:55:11.978823Z",
      "reviewReply": {
        "comment": "Gracias Andrés por tu reseña. Fué un placer tenerte como alumno. Nos vemos pronto si te animas para sacarte el PER.  Buenos vientos!!",
        "updateTime": "2024-04-12T19:14:55.207410Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUREdFlfb0hBEAE"
    },
    {
      "reviewer": {
        "displayName": "enrique Berbel"
      },
      "starRating": "FIVE",
      "comment": "Hola buenas!! Ha sido un día fantástico navegando por la costa de Barcelona al lado de Ricard, un profesor increíble que te enseña todo lo necesario para poder pasar un día inolvidable en un barquito o moto acuática.\n\n(Translated by Google)\nHello, everyone! It was a fantastic day sailing along the coast of Barcelona with Ricard, an incredible instructor who teaches you everything you need to spend an unforgettable day on a boat or jet ski.",
      "createTime": "2024-04-12T13:45:09.317197Z",
      "updateTime": "2024-04-12T13:45:09.317197Z",
      "reviewReply": {
        "comment": "Muchas gracias Enrique por tu review. Genial que se apunte tu hijo al próximo curso!!  Buenos vientos!",
        "updateTime": "2024-04-12T19:16:03.098944Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUREdFp5N0NnEAE"
    },
    {
      "reviewer": {
        "displayName": "Stefi Curti"
      },
      "starRating": "FIVE",
      "comment": "trabajo súper profesional! no podía pedir más !!\n\n(Translated by Google)\nsuper professional work! I couldn't ask for more!!",
      "createTime": "2024-02-09T13:44:44.204701Z",
      "updateTime": "2024-02-09T13:44:44.204701Z",
      "reviewReply": {
        "comment": "Muchas gracias Stefi!! Buena proa para tus proyectos y tu super barco!",
        "updateTime": "2024-02-10T06:55:55.127101Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUNkb09uRG53RRAB"
    },
    {
      "reviewer": {
        "displayName": "Juan Carlos Diaz Maldonado"
      },
      "starRating": "FIVE",
      "comment": "Increíble experiencia sobre un barco a vela en Barcelona... 3 días para sacar la certificación de PER a Motor...\nRicardo es un excelente profesor y capitán!\nResolvió todas las dudas y compartió sus experiencias en la mar.\nPersonalmente me ayudo con los trámites burocráticos del trámite de la licencia\nSe los recomiendo.\n\n(Translated by Google)\nIncredible experience on a sailing boat in Barcelona... 3 days to obtain the PER a Motor certification...\nRicardo is an excellent teacher and captain!\nHe resolved all doubts and shared his experiences at sea.\nPersonally, he helped me with the bureaucratic procedures of the license process.\nI recommend them.",
      "createTime": "2019-12-26T08:35:22.497625Z",
      "updateTime": "2019-12-26T08:35:22.497625Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURNcXVQLUJBEAE"
    },
    {
      "reviewer": {
        "displayName": "Júlia Ros Bofarull"
      },
      "starRating": "FIVE",
      "comment": "Han sido tres intensivos días de aprendizaje. Dos días sobre el barco y otro día de radio.\nLa verdad es que estoy estudiando y no dispongo de mucho tiempo libre, así que me ha sido muy práctico sacarme el PER en la Escuela Altair, hemos podido comprimir todas las prácticas a motor en tres días.\nRicard sabe transmitir su pasión por el mar, y aprender desde la motivación siempre es más enriquecedor.\nHe tenido mucha suerte con el grupo y gracias al clima que crea Ricard, constantemente estábamos preguntando y hablando, esto favorece a un rápido aprendizaje.\n¡Gracias Ricard, gracias escuela Altair! :)\n\n(Translated by Google)\nIt was three intensive days of learning. Two days on the boat and another day on the radio.\nThe truth is, I'm studying and don't have much free time, so getting my PER at the Altair School was very practical. We were able to squeeze all the motorboat training into three days.\nRicard knows how to convey his passion for the sea, and learning from motivation is always more enriching.\nI've been very lucky with the group, and thanks to the atmosphere Ricard creates, we were constantly asking questions and talking, which favors rapid learning.\nThank you Ricard, thank you Altair School! :)",
      "createTime": "2019-10-24T10:39:30.607747Z",
      "updateTime": "2019-10-24T10:39:30.607747Z",
      "reviewReply": {
        "comment": "Moltes gràcies Júlia! Va ser un plaer tenir-te com alumna.",
        "updateTime": "2019-10-24T22:28:23.912977Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSUQwMUtTeWhRRRAB"
    },
    {
      "reviewer": {
        "displayName": "Teresa Ros Bofarull"
      },
      "starRating": "FIVE",
      "comment": "Apasionado del mar, cuando sube a su velero Ricard pasa a ser un gran marinero.\nÉl sabe cómo transmitir amor y respeto por el mar.\nAtento y respetuoso, sabe comunicar lo más importante, yendo más allá de lo que sale en el examen y aportando consejos necesarios para ser un buen patrón, preparado para cualquier contratiempo.\nLe gusta compartir su conocimiento y enriquecerse dialogando con los alumnos.\nSupongo que esto es la definición de una buena lección: disfrutar escuchando, preguntando, dialogando, resolviendo problemas y aprendiendo juntos.\n¡Gracias Ricard, gracias escuela Altair!\n\n(Translated by Google)\nPassionate about the sea, when he boards his sailboat, Ricard becomes a great sailor.\nHe knows how to convey love and respect for the sea.\nAttentive and respectful, he knows how to communicate the most important things, going beyond what's on the exam and providing the necessary advice to be a good skipper, prepared for any setback.\nHe enjoys sharing his knowledge and enriching himself through dialogue with his students.\nI suppose this is the definition of a good lesson: enjoying listening, asking questions, discussing, problem-solving, and learning together.\nThank you Ricard, thank you Altair School!",
      "createTime": "2019-10-24T10:36:11.476588Z",
      "updateTime": "2019-10-24T10:36:11.476588Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUQwMU1TV0VBEAE"
    },
    {
      "reviewer": {
        "displayName": "Laura Camus"
      },
      "starRating": "FIVE",
      "comment": "Durante 5 días hicimos con un compañero dos días de motor, dos días de vela y la radio. Hemos aprendido mucho. Ricard es una persona que se implica en el aprendizaje y deja que manejes desde el principio para adquirir las competencias necesarias.\n\n(Translated by Google)\nFor five days, a friend and I spent two days motoring, two days sailing, and radio. We learned a lot. Ricard is someone who is very involved in your learning process and lets you drive from the beginning to acquire the necessary skills.",
      "createTime": "2019-10-23T09:13:51.942482Z",
      "updateTime": "2019-10-23T09:13:51.942482Z",
      "reviewReply": {
        "comment": "Laura, muchas gracias por el comentario! Saludos.",
        "updateTime": "2019-10-24T07:23:10.195517Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUQweFBlVEd3EAE"
    },
    {
      "reviewer": {
        "displayName": "sergibedos"
      },
      "starRating": "FIVE",
      "comment": "Una experiència inmillorable. L'escola ofereix tracte personalitzat i proper,  facilitat per contactar i  flexibilitat per trobar horaris convinguts per fer pràctiques . La dedicació del Ricard és màxima, i durant les classes no es desaprofita ni un minut.\nEn definitiva, molt satisfet i amb ganes de tornar\n\n(Translated by Google)\nAn unbeatable experience. The school offers personalized and close treatment, easy to contact and flexibility to find agreed times for internships. Ricard's dedication is maximum, and during the classes not a single minute is wasted.\nIn short, very satisfied and looking forward to returning",
      "createTime": "2019-10-15T01:33:48.757505Z",
      "updateTime": "2019-10-15T01:33:48.757505Z",
      "reviewReply": {
        "comment": "Sergi, moltes gràcies pel teu comentari!",
        "updateTime": "2019-10-24T07:24:08.714266Z"
      },
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUMwel8zc2V3EAE"
    },
    {
      "reviewer": {
        "displayName": "Patricia Oliva"
      },
      "starRating": "FIVE",
      "createTime": "2019-10-11T14:28:45.676412Z",
      "updateTime": "2019-10-11T14:28:45.676412Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSUMwMjdDeWVREAE"
    },
    {
      "reviewer": {
        "displayName": "Juan Velasco"
      },
      "starRating": "FIVE",
      "comment": "Todo genial en las practicas de ampliacion de PER en modo travesía 24h. Navegamos desde  el port olímpic de Barcelona rumbo al Sur y regresamos tras fondear unas horas en Vilanova. Zarpamos con mal tiempo, olas y algo de lluvia, y aprendimos muchísimo de navegación. El viento nos permitió probar la navegación a vela. En general una experiencia fantástica y muy recomendable. El patrón Ricard lo explica todo y sobretodo deja que los alumnos prueben todo y realicen todas las maniobras.\n\n(Translated by Google)\nEverything went brilliantly during the 24-hour PER extension practice session. We sailed from Barcelona's Port Olímpic heading south and returned after anchoring for a few hours in Vilanova. We set sail in bad weather, with waves and some rain, and learned a lot about sailing. The wind allowed us to try sailing. Overall, it was a fantastic experience and highly recommended. The skipper, Ricard, explained everything and, above all, let the students try everything and perform all the maneuvers.",
      "createTime": "2019-05-20T08:22:52.266691Z",
      "updateTime": "2019-05-20T08:22:52.266691Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURZZzktdHNnRRAB"
    },
    {
      "reviewer": {
        "displayName": "Ramon Pérez"
      },
      "starRating": "FIVE",
      "comment": "Un auténtico profesional. Ricard me ha enseñado y atendido a todas mis dudas sobre navegación. Volvería a realizar de nuevo los cursos pertinentes con él. Es un navegante nato.\nUtiliza una pedagogía práctica y experimental muy adecuada al perfil de alumnado y materia que imparte.\n\n(Translated by Google)\nA true professional. Ricard taught me and answered all my questions about sailing. I would take the relevant courses with him again. He's a born navigator.\nHe uses practical and experimental teaching methods that are very appropriate for the student profile and the subject he teaches.",
      "createTime": "2019-05-15T10:18:51.137299Z",
      "updateTime": "2019-05-15T10:18:51.137299Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURZc2ZqRWRREAE"
    },
    {
      "reviewer": {
        "displayName": "David Blanco"
      },
      "starRating": "FIVE",
      "comment": "Necesitava disposar de la llicència de navegació de forma rápida i a poder ser entre setmana. (la resta d'escoles ho fan els dissabtes i diumenges).\nVaig trobar al Ricard, de la escola ALTAIR. Un profesional apassionat per  la navegació.\nVa ser una experiencia exquisida, ja desde el primer moment que hi vaig contactar. I d'un dia per l'altre, ja estava fent el curs al seu fantastic veler.\nPersonalment, recomanaría a qui tingui que realitzar formació náutica que ho fes amb el Ricard.\nPoder es un xic més car que altres escoles, però ho val. Ja que el tracte és totalment personalitzat i ja desde el primer moment estás pilotan l'embarcació tu mateix sota les seves indicacións.\n100% Recomanable, i si m'animo a fer titulacións superiors, tinc clar que ho faré amb ell.\n\n(Translated by Google)\nI needed to get my sailing license quickly and preferably during the week. (The rest of the schools do it on Saturdays and Sundays).\nI found Ricard, from the ALTAIR school. A professional passionate about sailing.\nIt was an exquisite experience, from the first moment I contacted him. And from one day to the next, I was already doing the course on his fantastic sailboat.\nPersonally, I would recommend anyone who needs to do nautical training to do it with Ricard.\nIt may be a little more expensive than other schools, but it's worth it. Since the treatment is totally personalized and from the first moment you are piloting the boat yourself under his instructions.\n100% Recommended, and if I dare to do higher qualifications, I am sure that I will do it with him.",
      "createTime": "2019-03-28T07:55:47.430903Z",
      "updateTime": "2019-03-28T07:55:47.430903Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURvXzhQMUd3EAE"
    },
    {
      "reviewer": {
        "displayName": "Cecilio Postigo"
      },
      "starRating": "FIVE",
      "comment": "Una experiencia impresionante. Muy recomendable navegar con Ricard ya que posee una barbaridad de experiencia y buenos consejos para disfrutar y aprender a navegar...\n\n(Translated by Google)\nAn impressive experience. I highly recommend sailing with Ricard, as he has a wealth of experience and excellent advice for both enjoying and learning how to sail...",
      "createTime": "2019-03-19T19:28:21.459745Z",
      "updateTime": "2019-03-19T19:28:21.459745Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURvbzZLTURREAE"
    },
    {
      "reviewer": {
        "displayName": "Blanca Garcia"
      },
      "starRating": "FIVE",
      "comment": "Ricard me ayudó a prepararme el examen teórico (especialmente la parte de cartas de navegación) y me proporcionó apuntes. Buena preparación para el examen en grupos reducidos (2 personas en mi caso) y siempre trata que todos lo entendamos, explicándolo de diferentes maneras si es necesario.\nTambién realicé con el las practicas donde tuvimos la ocasión de ver los problemas del examen en una situación real. Siempre crea buen ambiente entre el grupo y posibilita la participación de todos los miembros.\n\n(Translated by Google)\nRicard helped me prepare for the theory exam (especially the charting section) and provided me with notes. He provided excellent preparation for the exam in small groups (two people in my case), and he always tried to make sure everyone understood, explaining it in different ways if necessary.\nI also did practice sessions with him, where we had the opportunity to see the exam problems in a real-life situation. He always creates a good atmosphere within the group and allows everyone to participate.",
      "createTime": "2019-03-19T17:48:44.169906Z",
      "updateTime": "2019-03-19T17:48:44.169906Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChdDSUhNMG9nS0VJQ0FnSURvb19EQ2pRRRAB"
    },
    {
      "reviewer": {
        "displayName": "Hernan Militello"
      },
      "starRating": "FIVE",
      "comment": "Excelente experiencia. He realizado las prácticas de motor en dos dias, 8hs cada uno. Ricard fue el encargado de darnos las clases y no sólo hemos aprendido mucho sino que además nos lo hemos pasado muy bien. Recomendable al 100%.\n\n(Translated by Google)\nExcellent experience. I completed the engine practice sessions in two days, eight hours each. Ricard was in charge of teaching us the lessons, and not only did we learn a lot, but we also had a great time. 100% recommended.",
      "createTime": "2019-03-19T15:30:59.307458Z",
      "updateTime": "2019-03-19T15:30:59.307458Z",
      "name": "accounts/115491143209057914941/locations/16516195451552891190/reviews/ChZDSUhNMG9nS0VJQ0FnSURvdzcyR0FREAE"
    },
    {
      "reviewer": {
        "displayName": "gerard crosa"
      },
      "starRating": "FIVE",
      "comment": "Contacté con Ricard a través de Google. Desde un primer momento el trato ha sido excelente, persona muy profesional